Repository: hholzgra/maposmatic
Catalog: www/locale/*/LC_MESSAGES/django.po
Languages: ca, de, eu, fr, hu, it, ja, ru, uk

source: On our server, we run a <a href="http://www.postgresql.org">PostgreSQL</a> server, with the <a href="http://postgis.refractions.net">PostGIS</a> extension. In this PostgreSQL server, we have loaded the <a href="http://wiki.openstreetmap.org/wiki/Planet.osm">OpenStreetMap data for the whole world</a> using the <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a> tool. The same tool is also used to apply <a href="http://planet.openstreetmap.org/daily/">daily differences</a> of the database, which allows to keep it up to date with the new contributions of OpenStreetMap users.
ca: Al nostre servidor, executem un servidor <a href="http://www.postgresql.org">PostgreSQL</a>, amb l'extensió <a href="http://postgis.refractions.net">PostGIS</a>. En aquest servidor PostgreSQL server, hem carregat les dades de l'<a href="http://wiki.openstreetmap.org/wiki/Planet.osm">OpenStreetMap</a> de tot el món fent servir l'eina <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a>. La mateixa eina també l'hem aplicat a les <a href="http://planet.openstreetmap.org/daily/">diferències</a> diàries la de la base de dades, que permet tenir actualitzades les dades amb les noves col·laboracions dels usuaris de l'OpenStreetMap.
de: Auf unserem Server läuft ein <a href="http://www.postgresql.org">PostgreSQL</a>-Server mit der <a href="http://postgis.refractions.net">PostGIS</a>-Erweiterung. In diesen PostgreSQL-Server haben wir unter Verwendung des <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a>-Tools die <a href="http://wiki.openstreetmap.org/wiki/Planet.osm"> OpenStreetMap-Daten der gesamten Welt</a> geladen. Mit diesem Tool werden auch die <a href="http://planet.openstreetmap.org/daily/">täglichen diffs</a> der OSM-Datenbank eingepflegt. So ist es MapOSMatic möglich, Stadtpläne mit den neuesten Beiträgen der OpenStreetMap-User zu erzeugen.
fr: Sur notre serveur, nous disposons d'un serveur <a href="http://www.postgresql.org">PostgreSQL</a> avec l'extension <a href="http://postgis.refractions.net">PostGIS</a>. Sur ce serveur PostgreSQL, nous avons chargé l'intégralité des <a href="http://wiki.openstreetmap.org/wiki/Planet.osm">données OpenStreetMap pour le monde entier</a> en utilisant l'outil <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a>. Ce même outil est utilisé pour appliquer les <a href="http://planet.openstreetmap.org/daily/">différences journalières</a> de la base de données, ce qui nous permet de conserver celle-ci à jour avec les nouvelles contributions des utilisateurs OpenStreetMap.
hu: Szerverünkön, egy <a href="http://www.postgresql.org">PostgreSQL</a> szervert futtatunk, <a href="http://postgis.refractions.net">PostGIS</a> kiegészítéssel. Erre a PostgreSQL szerverre az <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a> eszköz segítségével feltöltöttük az <a href="http://wiki.openstreetmap.org/wiki/Planet.osm">OpenStreetMap egész világot lefedő adatait</a>. Ugyanezt az eszközt használjuk az adatbázis <a href="http://planet.openstreetmap.org/daily/">napi változásainak</a> követéséhez, így naprakészen követni tudjuk az OpenStreetMap-felhasználók szerkesztéseit.
it: Sul nostro server gira <a href="http://www.postgresql.org">PostgreSQL</a>, con l'estensione <a href="http://postgis.refractions.net">PostGIS</a>. In questo server PostgreSQL abbiamo caricato i <a href="http://wiki.openstreetmap.org/wiki/Planet.osm">dati di OpenStreetMap per tutto il pianeta</a> usando lo strumento <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a>. Lo stesso strumento viene usato per applicare gli <a href="http://planet.openstreetmap.org/daily/">aggiornamenti giornalieri</a> del database, permettendo di mantenere i dati aggiornati ad ogni modifica fatta dagli utenti di OpenStreetMap.
ja: 私たちのサーバ上では、 <a href="http://www.postgresql.org">PostgreSQL</a>に<a href="http://postgis.refractions.net">PostGIS</a> 拡張が入っており、このPosgreSQL サーバ上に<a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a>を使って<a href="http://wiki.openstreetmap.org/wiki/Planet.osm">OpenStreetMapの全世界のデータ</a>を取り込んでいます。また、データベースを最新に保つため、いくつかのツールを使いデータベースの<a href="http://planet.openstreetmap.org/daily/">日々の差分データ</a>で更新しています。
ru: На нашем сервере мы запустили сервер <a href="http://www.postgresql.org">PostgreSQL</a> с расширением <a href="http://postgis.refractions.net">PostGIS</a>. На этот сервер PostgreSQL мы загрузили <a href="http://wiki.openstreetmap.org/wiki/Planet.osm">данные OpenStreetMap для всего мира</a> с помощью инструмента <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a> Тот же инструмент мы используем для внесения <a href="http://planet.openstreetmap.org/daily/">ежедневных исправлений</a> базы данных, что позволяет поддерживать базу в актуальном состоянии, с учётом новых правок пользователей OpenStreetMap.
uk: На нашому сервері ми використовуємо <a href="http://www.postgresql.org">PostgreSQL</a>-сервер разом з розширенням <a href="http://postgis.refractions.net">PostGIS</a>. У цей PostgreSQL-сервер ми завантажили <a href="http://wiki.openstreetmap.org/wiki/Planet.osm">дані OpenStreetMap для всього світу</a> за допомогою засобу <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a>. Цей ж засіб використовується для внесення <a href="http://planet.openstreetmap.org/daily/">щоденних правок</a> бази даних, що дозволяє підтримувати актуальний стан OpenStreetMap.

source: For the map rendering, we use the famous <a href="http://www.mapnik.org">Mapnik</a> with the OpenStreetMap stylesheet available <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">in OpenStreetMap Subversion repository</a>. Using Mapnik and <a href="http://cairographics.org/pycairo/">Cairo</a>, we built <i>OCitySMap</i>, a Python module that:
ca: Per a renderitzar el mapa, emprem el famòs <a href="http://www.mapnik.org">Mapnik</a> amb el full d'estil de l'OpenStreetMap disponible al <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">repositori subversion de l'OpenStreetMap</a>. Usant Mapnik i <a href="http://cairographics.org/pycairo/">Cairo</a>, hem construït l'<i>OCitySMap</i>, un mòdul de Python que:
de: Um den Plan zu rendern, nutzen wir das berühmte <a href="http://www.mapnik.org">Mapnik</a> mit dem OpenStreetMap-Stil, das im <a href="http://svn.openstreetmap.org/applications/rendering/mapnik"> OpenStreetMap Subversion-Repository </a> zu finden ist. Unter Verwendung von Mapnik und <a href="http://cairographics.org/pycairo/">Cairo</a> entwickelten wir <i>OCitySMap</i>, ein Python-Modul, das:
fr: Pour le rendu de la carte, nous utilisons le célèbre <a href="http://www.mapnik.org">Mapnik</a>, accompagné de la feuille de style OpenStreetMap disponible <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">dans le dépôt Subversion d'OpenStreetMap</a>. En utilisant Mapnik et <a href="http://cairographics.org/pycairo/">Cairo</a>, nous avons développé <i>OCitySMap</i>, un module Python qui :
hu: A térkép megjelenítéséhez a híres <a href="http://www.mapnik.org">Mapniket</a> használjuk az <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">OpenStreetMap alverziótárházában</a> elérhető OpenStreetMap-stíluslapokkal. A Mapnik és a <a href="http://cairographics.org/pycairo/">Cairo</a> használatával hoztuk létre az <i>OCitySMap</i>et, egy olyan Python-modult, amely
it: Per il rendering della mappa, usiamo il famoso <a href="http://www.mapnik.org">Mapnik</a> con lo stile di OpenStreetMap disponibile <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">nel repository Subversion di osm</a>. Usando Mapnik e <a href="http://cairographics.org/pycairo/">Cairo</a>, abbiamo costruito <i>OCitySMap</i>, un modulo Python che:
ja: 地図のレンダリングには、有名なソフトウェアである<a href="http://www.mapnik.org">Mapnik</a>を、<a href="http://svn.openstreetmap.org/applications/rendering/mapnik">OpenStreetMap Subversionリポジトリ</a>から取得できるスタイルシート設定で利用しています。私たちが開発したPythonモジュール<i>OCitySMap</i>では、Mapnikと<a href="http://cairographics.org/pycairo/">Cairo</a>を利用しています。
ru: Для отрисовки карты мы используем знаменитый <a href="http://www.mapnik.org">Mapnik</a> с таблицей стилей OpenStreetMap, доступной <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">в Subversion-репозитории OpenStreetMap</a>. Используя Mapnik и <a href="http://cairographics.org/pycairo/">Cairo</a>, мы собрали <i>OCitySMap</i>, модуль Python, который:
uk: Для промальовки мапи ми використовуємо знаменитий <a href="http://www.mapnik.org">Mapnik</a> з таблицею стилів OpenStreetMap, доступною <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">у Subversion-репозиторії OpenStreetMap</a>. Використовуючи Mapnik та <a href="http://cairographics.org/pycairo/">Cairo</a>, ми зібрали <i>OCitySMap</i>, модуль Python, який:

source: Renders the map using OpenStreetMap data and the OpenStreetMap Mapnik stylesheet;
ca: Genera el mapa usant les dades de l'OpenStreetMap i l'estil del Mapnik;
de: den Plan anhand der OpenStreetMap-Daten im OpenStreetMap-Mapnik-Stil rendert;
eu: Mapa OpenStreetMapen datuak erabiliz eta OpenStreetMapen Mapnik estiloa erabiliz sortzen du;
fr: Effectue le rendu de la carte en utilisant les données OpenStreetMap et la feuille de style OpenStreetMap pour Mapnik&nbsp;;
hu: az OpenStreetMap adatok és az OpenStreetMap Mapnik stíluslap segítségével megjeleníti a térképet,
it: Effettua il rendering della mappa usando i dati di OpenStreetMap e lo stile Mapnik;
ja: レンダリングにはOpenStreetMapデータ、およびOpenStreetMapスタイルシート設定を利用しています;
ru: Отрисовывает карту, используя данные OpenStreetMap и таблицу стилей OpenStreetMap для Mapnik;
uk: Промальовує мапу, використовуючи дані OpenStreetMap та таблицю стилів OpenStreetMap для Mapnik;

source: Renders on top of the map, using Mapnik, the grid of 500 meters squares, the labels of the squares, and some more information on the map (copyright, scale, etc.);
ca: Renderitzats a la part superior del mapa, usant Mapnik, la graella de 500 metres quadrats, les etiquetes dels quadrats i alguna informació addicional al mapa (copyright, escala...);
de: Rendert unter Verwendung von Mapnik ein Raster von 500 Metern im Quadrat auf dem Plan rendert, dazu die entsprechenden Bezeichnungen und einige andere Informationen (Copyright, Maßstab usw.);
eu: Maparen goialdea, Mapnik erabiliz, 500 metro koadroko sareta, saretaren etiketak, eta maparen beste informazio bat sortzen du (copyrighta, eskala, etab.);
fr: Effectue le rendu, au-dessus de la carte et en utilisant Mapnik, d'une grille de carrés de 500 mètres de coté, des légendes de ces carrés et de quelques autres informations (droits d'auteur, échelle, etc.)&nbsp;;
hu: a térképen kívül a Mapnik segítségével megjeleníti az 500 méteres osztású négyzetrácsot, a négyzetek jelölését és néhány további adatot (szerzői jogok, méretarány stb.),
it: Effettua il rendering di una griglia di 500 metri quadrati sopra alla mappa, usando Mapnik, le tabelle dei riquadri, ed alcune altre informazioni sulla mappa (copyright, scala, etc.);
ja: Mapnikの機能により、地図には500メートル四方のグリッド、それぞれのグリッドに対する項番、著作権やスケール表示などの情報が表示されます;
ru: Поверх карты, с помощью Mapnik, отображает сетку квадратов со стороной 500 метров, метки квадратов и дополнительную информацию (авторские права, масштаб и т.п.);
uk: Поверх мапи, за допомогою Mapnik, відображає сітку квадратів зі стороною 500 метрів, мітки квадратів та деяку додаткову інформацію (авторські права, масштаб тощо);

source: Greys out all the area outside the city if we find its administrative boundary;
ca: Deixa en gris tota la regió exterior de la ciutat, si en trobem la frontera administrativa;
de: Gebiete außerhalb der Stadt ausgraut, sofern wir deren administrative Grenze finden;
eu: Hiriaren mugak aurkitzen baditugu, hiritik kanpoko ingurua grisez;
fr: Ajoute un pourtour gris autour de la ville si nous avons ses limites administratives&nbsp;;
hu: kiszürkíti a településen kívüli területet, ha megtaláljuk a közigazgatási határt,
it: Oscura tutta l'area esterna alla città, se troviamo il confine amministrativo;
ja: もし行政区界がOSMに設定されている場合、対象地域の外の区域は灰色で表示されます;
ru: Затемняет все области вне города, если известны его административные границы;
uk: Затемнює усі області поза містом, якщо відомі його адміністративні кордони;

source: Renders an index of the streets, based on OpenStreetMap data and the intersection of the streets with the squares on the map.
ca: Renderitza un índex dels carrers, basat en les dades de l'OpenStreetMap i la intersecció dels carrers amb la graella del mapa.
de: ein Straßenverzeichnis anhand der OpenStreetMap-Daten und der Kreuzungspunkte der Straßen mit den Planquadraten erstellt.
eu: Kaleen indizea sortzen du, OpenStreetMapeko datuetan oinarrtituta eta kaleak non dauden, mapako saretarekin bat etorriz.
fr: Génère un index des rues basé sur les données OpenStreetMap et leur intersection avec les carrés de la carte.
hu: megjelenít egy utcanévmutatót, amely az OpenStreetMap adatain, valamint az utcák és a négyzetrács metszéspontjain alapul.
it: Effettua il rendering dell'indice delle vie, basandosi sui dati di OpenStreetMap e le intersezioni delle strade con i riquadri della mappa.
ja: 街路名称の一覧はOpenStreetMapのデータをもとに作成され、街路の交点は地図上で四角く表示されます。
ru: Отображает индекс улиц, на основе данных OpenStreetMap и пересечении улиц с квадратами на карте.
uk: Додає покажчик вулиць на основі даних OpenStreetMap та із зазначенням місцезнаходження щодо квадратів мапи.

source: This Python module can be used through a command-line tool provided with OCitySMap, so everyone can run its own city-map rendering suite. However, as the installation of the different components is quite complicated, a small web service has been created on top of it so that end-users can easily generate and use OpenStreetMap city maps.
ca: Aquest mòdul de Python es pot emprar des d'una eina de la línia d'ordres proporcionada per OCitySMap, així tothom pot executar el seu propi sistema de renderització de mapes de ciutats. Tot i això, com la instal·lació dels diferents compontens és força complicada, s'ha creat un petit servei web per sobre de tot, així els usuaris finals poden generar i usar, fàcilment, els mapes de ciutat OpenStreetMap.
de: Dieses Python-Modul kann über ein zu OCitySMap gehörendes Kommandozeilenprogramm bedient werden, so dass jeder seine eigenen Stadtpläne rendern kann. Da die Installation der verschiedenen Komponenten relativ kompliziert ist, wurde ein darauf basierender Webservice erstellt. So können dass Endwanwender OpenStreetMap-basierte Stadtpläne einfach erstellen und benutzen.
fr: Le module Python peut être utilisé au travers d'un outil en ligne de commande fourni avec OCitySMap, si bien que chacun peut faire fonctionner sa propre chaîne de rendu de carte de villes. Cependant, l'installation des différents composants étant relativement complexe, un petit service Web a été créé pour permettre aux utilisateurs finaux de générer et d'utiliser facilement des cartes de ville OpenStreetMap.
hu: Ez a Python-modul az OCitySMap által biztosított parancssorral is használható, így bárki lefuttathatja vele a saját várostérkép-megjelenítő beállításcsomagját. Mivel azonban a különböző összetevők telepítése elég bonyolult, létrehoztunk rá egy kis webes kiszolgálófelületet is, hogy a végfelhasználók is könnyedén létrehozhassák és használhassák az OpenStreetMap-várostérképeket.
it: Questo modulo Python può essere usato tramite uno strumento a linea di comando fornito con OCitySMap, così chiunque può eseguire la propria suite di rendering per città. Comunque, dato che l'installazione dei vari componenti è abbastanza complicata, è stata creata un'interfaccia web sopra ad essi così che gli utenti possano generare ed usare facilmente le mappe cittadine di OpenStreetMap.
ja: このPythonモジュールはOCitySMapのコマンドラインツールから使用することが可能で、それぞれの街ごとのレンダリング方式を設定することが可能です。しかしながら、複数の異なるコンポーネントを同時利用することは非常に複雑な作業が必要です。小さなウェブサービス機能が追加され、エンドユーザは簡単にOpenStreetMapの紙地図を作成し、利用することが可能になります。
ru: Этот модуль Python можно использовать через инструмент командной строки, входящий в состав OCitySMap, так что любой может запустить свой собственный набор для отрисовки карт городов. Но, поскольку установка разных компонентов достаточно сложна, поверх него создан небольшой веб-сервис, чтобы каждый конечный пользователь мог легко генерировать и использовать карты городов OpenStreetMap.
uk: Цей модуль Python можна використовувати через інструмент командного рядка, що входить до складу OCitySMap, так що будь-хто може запустити свій власний набір для промальовки мап міст. Але, оскільки встановлення різних компонентів досить складне, поверх нього створений невеликий веб-сервіс, щоб кожен кінцевий користувач міг легко генерувати та використовувати мапи міст OpenStreetMap.

source: This web service has been called <i>MapOSMatic</i>, like <i>map-o-matic</i> but with a reference to OpenStreetMap (OSM). The web service is written in Python using <a href="http://www.djangoproject.com">Django</a>. It is responsible for storing the rendering requests and displaying the result of these requests. The rendering itself takes place asynchronously through the <i>maposmaticd</i> daemon. This daemon does only one rendering at a time, which is very important because of the CPU and I/O intensive nature of the map rendering process.
ca: Aquest servei web l'hem anomenat <i>MapOSMatic</i>, com map-o-matic però amb una referència a l'OpenStreetMap (OSM). El servei està escrit en Python fent servir <a href="http://www.djangoproject.com">Django</a>. S'encarrega d'emmagatzemar les peticions de renderització i mostrar el resultat d'aquestes peticions. Les renderitzacions es fan de forma asíncrona mitjançant el dimoni <i>maposmaticd</i>. Aquest dimoni només fa una renderització a la vegada, cosa que és molt important degut a l´us intensiu de la UCP i E/S que fa el procès de renderització.
de: Dieser Webservice wurde <i>MapOSMatic</i> genannt, wie <i>map-o-matic</i>, aber mit einer Referenz an OpenStreetMap (OSM). Der Webservice wurde unter Benutzung von <a href="http://www.djangoproject.com">Django</a> in Python geschrieben. Er speichert die Renderanfragen und zeigt deren Ergebnisse an. Das Rendern selbst findet asynchron durch den <i>maposmaticd</i>-Daemon statt. Dieser Daemon bearbeitet nur eine Anfrage auf einmal, da durch das Rendern hohe Prozessor- und In-/Output-Last entsteht.
fr: Ce service Web a été appelé <i>MapOSMatic</i>, comme <i>map-o-matic</i> mais avec une référence à OpenStreetMap (OSM). Le service Web est écrit en Python en utilisant <a href="http://www.djangoproject.com">Django</a> et est chargé de stocker les demandes de rendu et d'afficher le résultat de ces demandes. Le rendu en tant que tel est effectué de manière asynchrone par le démon <i>maposmaticd</i>, de manière à ce qu'un seul rendu soit effectué à un instant donné, ce qui est très important étant donné la nature très intensive en charge processeur et d'entrées-sorties du processus de rendu.
hu: A webes felületet elkereszteltük <i>MapOSMatic</i>nak, amely hasonlít a <i>map-o-matic</i>hoz csak egyben az OpenStreetMapre is utal. A felület a <a href="http://www.djangoproject.com">Django</a> segítségével Python nyelvben íródott, és feladata, hogy tárolja a megjelenítési kéréseket, majd megjelenítse az eredményüket. Magát a megjelenítést a <i>maposmaticd</i> daemon (háttérfolyamat) végzi aszinkron módon. A daemon egyszerre csak egy megjelenítést végez, mert a folyamat meglehetősen sok processzorteljesítményt és I/O-t igényel.
it: Quest'interfaccia web è stata chiamata <i>MapOSMatic</i>, come <i>map-o-matic</i> ma in riferimento ad OpenStreetMap (OSM). L'interfaccia web è scritta in Python usando <a href="http://www.djangoproject.com">Django</a>. È responsabile dell'archiviazione delle richieste di rendering e di mostrare i risultati di queste richieste. Il rendering avviene in modo asincrono tramite il demone <i>maposmaticd</i>. Questo demone effettua un solo rendering alla volta, che è molto importante a causa dell'intenso uso di CPU ed I/O necessario al procedimento.
ja: このウェブサービスは <i>MapOSMatic</i>と呼ばれています。 <i>map-o-matic</i>と似た機能を持っていますが、情報の参照先としてOpenStreetMap(OSM)を使います。Pythonのフレームワークである<a href="http://www.djangoproject.com">Django</a>を利用して構築されており、地図のレンダリングや表示のリクエストに対しても良好なレスポンスを維持しています。レンダリング自体は、<i>maposmaticd</i>デーモンが非同期で行なっています。デーモンは一度に1つのレンダリングのみの実行に対応しますが、CPUとI/O負荷を考慮するとこの動作は非常に重要です。
ru: Этот веб-сервис назван <i>MapOSMatic</i>, подобно <i>map-o-matic</i>, но со ссылкой на OpenStreetMap (OSM). Веб-сервис написан на Python с использованием <a href="http://www.djangoproject.com">Django</a>. Он отвечает за хранение запросов на отрисовку и показ результата этих запросов. Сама отрисовка производится асинхронно через демон <i>maposmaticd</i>. Демон выполняет только одну отрисовку за раз, что очень важно из-за большой нагрузки на процессор и систему ввода-вывода в процессе отрисовки карты.
uk: Цей веб-сервіс названий <i>MapOSMatic</i>, подібно <i>map-o-matic</i>, але з посиланням на OpenStreetMap (OSM). Веб-сервіс написаний на Python з використанням <a href="http://www.djangoproject.com">Django</a>. Він відповідає за зберігання запитів на промальовку та показ результату цих запитів. Сама промальовка проводиться асинхронно через рушій <i>maposmaticd</i>. Рушій виконує лише одну промальовку за раз, що дуже важливо через велике навантаження на процесор та систему введення-виведення в процесі промальовки мапи.
