Repository: hholzgra/maposmatic
Catalog: www/locale/*/LC_MESSAGES/django.po
Languages: ca, de, eu, fr, hu, it, ja, ru, uk

source: maps
ca: mapes
de: Karten
eu: mapak
fr: cartes
hu: Térképek
it: mappe
ja: 地図
ru: карты
uk: мапи

source: The latest rendered maps on MapOSMatic.
ca: Els darrrers mapes generats al MapOSMatic.
de: Die neuesten bei MapOSMatic gerenderten Stadtpläne.
eu: MapOSMaticen sortutako azken mapak.
fr: Les dernières cartes MapOSMatic.
hu: A MapOSMatickal legutóbb létrehozott térképek.
it: Le ultime mappe generate da MapOSMatic.
ja: MapOSMaticで生成された最新の地図。
ru: Последние отрисованные карты на MapOSMatic.
uk: Останні відмальовані Мапи на MapOSMatic.

source: errors
de: Fehler
eu: erroreak
fr: erreurs
hu: hiba
it: errori
ja: エラー
ru: ошибки
uk: помилки

source: The latest render failures on MapOSMatic.
ca: Els últim errors de renderització al MapOSMatic.
de: Die aktuellsten Render-Fehler auf MapOSMatic.
eu: MapOSMaticen eman diren azken sorkuntza erroreak.
fr: Les dernières erreurs de rendu MapOSMatic.
hu: A legutóbbi sikertelen térképkészítések a MapOSMatickal.
it: Gli ultimi errori di rendering su MapOSMatic.
ja: MapOSMaticでの生成に失敗した情報。
ru: Последние сбои отрисовки на MapOSMatic.
uk: Останні збої промальовки мапи на MapOSMatic.

source: Search for a map
ca: Cerca un mapa
de: Nach einer Karte suchen
eu: Bilatu mapa bat
fr: Chercher une carte
hu: Térkép keresése
it: Cerca una mappa
ja: 地図を検索
ru: Поиск карты
uk: Пошук мапи

source: Area
ca: Àrea
de: Gebiet
eu: Ingurua
fr: Zone
hu: Terület
ja: エリア
ru: Область
uk: Область

source: The <i>%(stylesheet_name)s</i> stylesheet
ca: Estil <i>%(stylesheet_name)s</i>
de: Der <i>%(stylesheet_name)s</i> Kartenstil
eu: Estilo-orria <i>%(stylesheet_name)s</i>
fr: Style <i>%(stylesheet_name)s</i>
hu: <i>%(stylesheet_name)s</i> stíluslap
it: Stile <i>%(stylesheet_name)s</i>
ja: <i>%(stylesheet_name)s</i> スタイルシート
ru: Таблица стилей <i>%(stylesheet_name)s</i>
uk: Таблиця стилів <i>%(stylesheet_name)s</i>

source: more info
ca: més informació
de: weitere Informationen
eu: informazio gehiago
fr: Plus d'infos
hu: további információ
it: maggiori informazioni
ja: 詳細情報
ru: подробнее
uk: детальніше

source: The <i>%(stylesheet_name)s</i> overlay
ca: La superposició <i>%(stylesheet_name)s</i>
de: Das <i>%(stylesheet_name)s</i> Overlay
eu: Estilo orria <i>%(stylesheet_name)s</i>
fr: La surcouche <i>%(stylesheet_name)s</i>
hu: <i>%(stylesheet_name)s</i> fedőréteg
it: Lo stile <i>%(stylesheet_name)s</i> in sovrapoosizione
ja: <i>%(stylesheet_name)s</i>オーバーレイ
ru: Слой <i>%(stylesheet_name)s</i>
uk: Шар <i>%(stylesheet_name)s</i>

source: Layout required
ca: Indiqueu una composició
de: Layout erforderlich
eu: Diseinua aukeratzea derrigorrezkoa da
fr: Disposition obligatoire
hu: Meg kell adni az elrendezést
it: Disposizione richiesta
ja: レイアウトは必須選択です
ru: Требуется макет
uk: Необхідне компонування

source: Indexer required
de: Indexer erforderlich

source: Stylesheet required
ca: Indiqueu un estil
de: Stil erforderlich
eu: Estilo-orria aukeratzea derrigorrezkoa da
fr: Feuille de style obligatoire
hu: Meg kell adni a stíluslapot
it: Stile richiesto
ja: スタイルシートは必須選択です
ru: Требуется таблица стилей
uk: Необхідна таблиця стилів

source: Administrative city required
ca: Indiqueu una ciutat administrativa
de: Name der Stadt erforderlich
eu: Hiria adieraztea derrigorrezkoa da
fr: Nom de ville obligatoire
hu: Meg kell adni a közigazgatási települést
it: È necessario il nome della città
ja: 行政区は必須選択です
ru: Требуется название города
uk: Необхідно вибрати адміністративну одиницю

source: Error with osm city: %s
ca: S'ha produït un error amb la ciutat de l'OSM: %s
de: Fehler bei OSM-Stadt: %s
eu: Errorea gertatu da hiriarekin osm-n: %s
fr: Erreur avec la ville sélectionnée: %s
hu: Hiba a következő OSM városnál: %s
it: Errore con la città osm: %s
ja: osm cityのエラー: %s
ru: Ошибка с городом: %s
uk: Помилка з містом: %s

source: Required
de: Erforderlich

source: Same latitude
ca: Mateixa latitud
de: Gleiche geographische Breite
eu: Latitude bera
fr: Même latitude
hu: Azonos szélesség
it: Stessa latitudine
ja: 同じ緯度
ru: Одинаковая широта
uk: Однакова широта

source: Same longitude
ca: Mateixa longitud
de: Gleiche geographische Länge
eu: Longitude bera
fr: Même longitude
hu: Azonos hosszúság
it: Stessa longitudine
ja: 同じ経度
ru: Одинаковая долгота
uk: Однакова довгота

source: Bounding Box too large
ca: L'àrea seleccionada és massa gran
de: Begrenzungsrahmen zu groß
eu: Muga-kutxa handiegia da
fr: Zone géographique trop grande
hu: Túl nagy a kijelölőkeret
it: Riquadro troppo grande
ja: 選択領域が大きすぎます
ru: Прямоугольная область слишком большая
uk: Виділена область занадто велика

source: %(title)s %(format)s Map
ca: Mapa de %(title)s (format %(format)s)
de: Plan von %(title)s (format %(format)s)
eu: %(title)s %(format)s mapa
fr: Carte pour %(title)s (format %(format)s)
hu: %(title)s %(format)s térkép
it: Mappa di %(title)s (formato %(format)s)
ja: %(title)s %(format)s の地図
ru: Карта %(title)s %(format)s
uk: Мапа %(title)s %(format)s

source: %(title)s %(format)s Index
ca: Índex de %(title)s (format %(format)s)
de: Straßenverzeichnis von %(title)s (format %(format)s)
eu: %(title)s %(format)s maparen indizea
fr: Index des rues pour %(title)s (format %(format)s)
hu: %(title)s %(format)s névmutató
it: Stradario di %(title)s (formato %(format)s)
ja: %(title)s %(format)s の地物リスト
ru: Указатель %(title)s %(format)s
uk: Покажчик %(title)s %(format)s

source: Invalid layout '%s'
ca: La composició «%s» no és vàlida
de: Ungültiges layout '%s'
eu: Diseinua ez da zuzena '%s'
fr: Couche non valide '%s'
hu: Érvénytelen elrendezés: '%s'
it: Layout non valido '%s'
ja: 無効なレイアウト '%s'
ru: Недопустимый макет '%s'
uk: Недопустимий макет „%s“

source: Invalid style '%s'
ca: L'estil «%s» no és vàlid
de: Ungültiger Stil '%s'
eu: Estiloa ez da zuzena '%s'
fr: Style non valide '%s'
hu: Érvénytelen stílus: '%s'
it: Stile non valido '%s'
ja: 無効なスタイル '%s'
ru: Недопустимый стиль '%s'
uk: Недійсний стиль „%s“

source: Administrative area too big for rendering
ca: El límit administratiu és massa gran per a renderitzar el mapa
de: Das von der Verwaltungsgrenze umfasste Gebiet ist zu groß, um gerendert zu werden
eu: Ingurua handiegia da mapa sortzeko
fr: Zone géographique trop vaste pour être rendue
hu: A megjelenítéshez túl nagy a közigazgatási terület
it: Confine amministrativo troppo grande per il rendering
ja: 選択した行政区が広すぎます
ru: Административная граница слишком велика для отрисовки
uk: Адміністративний кордон занадто великий для промальовки

source: No administrative boundary details from GIS
ca: No hi ha detalls dels límits administratius del SIG
de: Keine Details zu Verwaltungsgrenzen in der GIS-Datenbank vorhanden
eu: GIS sistemak ez du inguruaren mugarik eman
fr: Pas de détails sur la limite administrative trouvés dans le SIG
hu: A térinformatikai rendszerben (GIS) nincsenek meg a közigazgatási határ adatai
it: Dettagli mancanti sul confine amministrativo dal GIS
ja: GISデータ内に行政区情報がありません
ru: В ГИС отсутствуют административные границы
uk: ГІС не містить адміністративну межу

source: No administrative boundary
ca: No hi ha cap límit administratiu
de: Keine Verwaltungsgrenze vorhanden
eu: Mugarik gabe
fr: Pas de limite administrative disponible
hu: Nincs közigazgatási határ
it: Confine amministrativo mancante
ja: 行政区の指定なし
ru: Нет административной границы
uk: Немає адміністративного кордону

source: About
ca: Quant a
de: Über
eu: Honi buruz
fr: À propos...
hu: Névjegy
it: Informazioni
ja: MapOSMatic について
ru: О программе
uk: Про програму

source: This is a fork of the original <a href="http://maposmatic.org">MapOSMatic</a> service. The source for this fork can be found on GitHub:
ca: Això és una bifurcació del servei <a href="http://maposmatic.org">MapOSMatic</a> original. Podeu trobar el codi font d'aquesta bifurcació al GitHub:
de: Dies ist ein Fork des Orginal <a href="http://maposmatic.org">MapOSMatic</a> Projekts. Den Quellcode dieses Forks finden Sie auf GitHub:
eu: Hau jatorrizko <a href="http://maposmatic.org">MapOSMatic</a> zerbitzuaren 'fork' bat da. Iturburu-kodea GitHuben dago:
fr: Cei est un fork du service <a href="http://maposmatic.org">MapOSMatic</a> initial. La source de ce fork se trouve sur GitHub :
hu: Ez az eredeti <a href="http://maposmatic.org">MapOSMatic</a> szolgáltatás leágazása (forkja). A fork forrása megtalálható a GitHubon:
it: Questo é un fork del servizio <a href="http://maposmatic.org">MapOSMatic</a>. Il codice originale di questo fork è disponibile su GitHub:
ja: このサービスはオリジナルの<a href="http://maposmatic.org">MapOSMatic</a>のフォークです。このフォークのソースはGitHubにあります:
ru: Это ответвление проекта <a href="http://maposmatic.org">MapOSMatic</a>. Исходный код проекта опубликован на GitHub:
uk: Це відгалуження проекту <a href="http://maposmatic.org">MapOSMatic</a>. Вихідний код проекту опубліковано на GitHub:

source: The forked MapOSMatic web frontend
ca: La interfície web MapOSMatic bifurcada
de: Der Fork des MapOSMatic Web Frontends
eu: Zatitutako MapOSMatic web frontenda
fr: Le client MapOSMatic modifié
hu: A leágaztatott (forked) MapOSMatic webes felület (frontend)
it: Frontend web del fork di MapOSMatic
ja: フォークしたMapOSMaticウェブフロントエンド
ru: Ответвлённый веб фронтенд MapOSMatic
uk: Відгалужений веб фронтенд MapOSMatic

source: The forked Ocitysmap rendering backend
ca: El rerefons de renderització Ocitysmap bicurcat
de: Der Fork des Ocitysmap Rendering-Backends
eu: Zatitutako Ocitysmap sortzailearen backenda
fr: Le client de rendu Ocitysmap modifié
hu: A leágaztatott Ocitysmap megjelenítő motor (backend)
it: Il fork del rendering backed di Ocitysmap
ja: フォークしたOcitysmapレンダリングバックエンド
ru: Ответвлённый бэкенд отрисовки Ocitysmap
uk: Відгалужений бекенд відтворення Ocitysmap

source: If you want to try to run your own instance you may want to check out my <a href='https://github.com/hholzgra/maposmatic-vagrant'>Vagrant test setup</a> as a starting point
ca: Si voleu executar la vostra pròpia instància potser vulgueu mirar la meva <a href='https://github.com/hholzgra/maposmatic-vagrant'>configuració de prova de Vagrant</a> com a punt de partida
de: Wenn Sie eine eine eigene Instanz aufsetzen wollen kann Ihnen das <a href='https://github.com/hholzgra/maposmatic-vagrant'>Vagrant test setup</a> Projekt als Startpunkt dienen
eu: Zure instantzia martxan jarri nahi baduzu erabiliz <a href='https://github.com/hholzgra/maposmatic-vagrant'>Vagrant instalazioa</a>
fr: Si vous voulez déployer votre propre instance vous pourrez être intéressé à prendre mon installation de test <a href='https://github.com/hholzgra/maposmatic-vagrant'>Vagrant</a> comme point de départ
hu: Ha szeretne egy saját példányt futtatni, akkor jó kiindulási pont lehet az általam készített <a href='https://github.com/hholzgra/maposmatic-vagrant'>Vagrant test setup</a>
it: Se vuoi usare una tua istanza puoi dare un'occhiata al mio <a href='https://github.com/hholzgra/maposmatic-vagrant'>setup di test</a> per iniziare
ja: あなたが自身でインスタンスを実行しようとするなら私の<a href='https://github.com/hholzgra/maposmatic-vagrant'>Vagrantテストセットアップ</a>をチェックアウトするといいかもしれません
ru: Если вы хотите попробовать запустить свой собственный экземпляр, вы можете использовать мою <a href='https://github.com/hholzgra/maposmatic-vagrant'>тестовую Vagrant установку</a> в качестве отправной точки
uk: Якщо Ви хочете спробувати запустити свій власний примірник, Ви можете використовувати моє <a href='https://github.com/hholzgra/maposmatic-vagrant'>тестове встановлення Vagrant</a> в якості відправної точки

source: Below you'll find the "About" text of the original MapOSMatic project.
ca: A continuació trobareu el text «Quant a» del projecte MapOSMatic original.
de: Im Anschluss finden sie den ursprünglichen "Über" Text des Orginal MapOSMatic Projekts.
eu: Jarraian jatorrizko MapOSMatic zerbitzuaren "Honi buruz" testua irakurri dezakezu.
fr: Ci-dessous, vous trouverez le texte "A propos" du projet original MapOSMatic.
hu: Alább elolvasható az eredeti MapOSMatic projekt névjegye.
it: Di seguito troverai il testo "Informazioni" del progetto originale di MapOSMatic.
ja: 以下にオリジナルのMapOSMaticプロジェクトの「About」の文章があります。
ru: Ниже вы найдёте оригинал текста "О программе" проекта MapOSMatic.
uk: Нижче Ви знайдете оригінал тексту „Про програму“ проекту MapOSMatic.

source: History
ca: Historial
de: Entstehung
eu: Historia
fr: Historique
hu: Történet
it: Storia
ja: 歴史
ru: История
uk: Історія

source: MapOSMatic has been started thanks to an idea of Gilles Lamiral, an <a href="http://www.openstreetmap.org">OpenStreetMap</a> and free software contributor of Rennes area, France. From his idea, a group of crazy <a href="http://en.wikipedia.org/wiki/Hacker_(programmer_subculture)">hackers</a> met together during a one-week <em>Hackfest</em> in August 2009 and brought the idea of Gilles Lamiral to life by writing the code and named the project <strong>MapOSMatic</strong>. The group of crazy hackers would like to thank Gilles for sharing his bright idea!
ca: El MapOSMatic començà gràcies a una idea d'en Gilles Lamiral, un col·laborador de l'<a href="http://www.openstreetmap.org">OpenStreetMap</a> i del programari lliure de l'àrea de Rennes, França. Partint d'aquesta idea, un grup d'esbojarrats <a href="http://en.wikipedia.org/wiki/Hacker_(programmer_subculture)">hackers</a> s'ajuntaren durant una <em>hackfesta</em> d'una setmana l'agost del 2009 i portaren la idea d'en Gilles Lamiral a la realitat, escriviren el codi i posaren el nom <strong>MapOSMatic</strong> al projecte . El grup de hackers volen agrair a en Gilles que compartís la seva brillant idea!
de: MapOSMatic entstand dank einer Idee von Gilles Lamiral, einem Entwickler von <a href="http://www.openstreetmap.org">OpenStreetMap</a> und Freier Software bei Rennes in Frankreich. Zu seiner Idee fand sich eine Gruppe von <a href="http://de.wikipedia.org/wiki/Hacker%%23Free-Software-_und_Open-Source-Hackerkultur">Hackern</a> während eines einwöchigen <em>Hackfests</em> im August 2009. Sie hauchten Gilles' Idee Leben ein, indem sie den Code schrieben und das Projekt <strong>MapOSMatic</strong> nannten. Die Gruppe der Hacker möchte Gilles dafür danken, dass er seine geniale Idee mit ihnen teilte!
fr: MapOSMatic a été lancé grâce à une idée de Gilles Lamiral, un contributeur d'<a href="http://www.openstreetmap.org">OpenStreetMap</a> et au Logiciel Libre de la région rennaise en France. À partir de son idée, un groupe de <a href="http://fr.wikipedia.org/wiki/Hacker_(université)">hackers</a> fous s'est réuni durant une <em>Hackfest</em> d'une semaine en août 2009 et a transformé l'idée de Gilles en réalité. Le groupe de <strong>hackers</strong> fous souhaite remercier Gilles d'avoir partagé cette brillante idée&nbsp;!
hu: A MapOSMatic Gilles Lamiral, egy a franciaországi Rennes közelében élő <a href="http://www.openstreetmap.org">OpenStreetMap</a>-közreműködő és szabadszoftver-programozó ötletének köszönhetően indult útjára. Az elképzelést követve 2009 augusztusában egy csapatnyi őrült <a href="https://en.wikipedia.org/wiki/Hacker_culture">hekker</a> összeült egy egyhetes <em>Hackfest</em>en, és a programkód megírásával megvalósították Gilles Lamiral ötletét, a projektnek pedig a <strong>Maposmatic</strong> nevet adták. Az őrült hekkerek csoportja ezúton is köszönetet mond Gilles-nek, hogy ragyogó ötletét megosztotta velük!
it: MapOSMatic iniziò graze ad un'idea di Gilles Lamiral, uno sviluppatore di <a href="http://www.openstreetmap.org">OpenStreetMap</a> e software libero della zona di Rennes in Francia. Dalla sua idea, un gruppo di <a href="http://en.wikipedia.org/wiki/Hacker_(programmer_subculture)">hacker</a> pazzi si incontrarono durante un <em>Hackfest</em> di una settimana nell'agosto 2009 e diedero vita all'idea di Gilles Lamiral scrivendo il codice e chiamarono il progetto <strong>MapOSMatic</strong>. Il gruppo di hacker pazzi ringrazia Gilles per aver condiviso la sua brillante intuizione!
ja: MapOSMatic は、フランスで<a href="http://www.openstreetmap.org">OpenStreetMap</a>やフリーソフトへ貢献をしている Gilles Lamiral のアイデアを元に、Gilles Lamiral やその仲間の <a href="http://en.wikipedia.org/wiki/Hacker_(programmer_subculture)">ハッカー</a>が集まった2009年8月の1週間のイベント、「<em>Hackfest</em>」で実装され、<strong>MapOSMatic</strong>と名付けられました。集まったハッカー達や Gilles がアイデアを共有してくれたことに感謝しています！
ru: MapOSMatic создан благодаря идее Жиля Ламираль (Gilles Lamiral), участника <a href="http://www.openstreetmap.org">OpenStreetMap</a> и разработчика свободного программного обеспечения из Ренна (Франция). Группа сумасшедших <a href="http://en.wikipedia.org/wiki/Hacker_(programmer_subculture)">хакеров</a> собралась вместе во время <em>хак-феста</em> в августе 2009 и претворила идею Жиля Ламираль в жизнь, написав код и назвав проект <strong>MapOSMatic</strong>. Группа сумасшедших хакеров хотела бы поблагодарить Жиля за его блестящую идею!
uk: MapOSMatic створений завдяки ідеї Жиля Ламіраль (Gilles Lamiral), учасника <a href="http://www.openstreetmap.org">OpenStreetMap</a> і розробника вільного програмного забезпечення з Ренна (Франція). Група божевільних <a href="http://en.wikipedia.org/wiki/Hacker_(programmer_subculture)">хакерів</a> зібралася разом під час <em>хак-фесту</em> в серпні 2009 і втілила ідею Жиля Ламіраль в життя, написавши код і назвавши проект <strong>MapOSMatic</strong>. Група божевільних хакерів хотіла б подякувати Жилю за його блискучу ідею!

source: Of course, MapOSMatic is fully free software, licensed under the <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.
ca: Òbviament, el MapOSMatic és programari completament lliure, llicenciat sota l'<a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.
de: Natürlich ist MapOSMatic völlig freie Software, lizenziert unter den Bedingungen der <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.
fr: Bien entendu, MapOSMatic est un Logiciel Libre, disponible sous les termes de la licence <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.
hu: A MapOSMatic természetesen teljesen szabad szoftver, az <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a> licenc szerint.
it: Ovviamente, MapOSMatic è software completamente libero, distribuito con licenza <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.
ja: もちろん、MapOSMatic は完全にフリーなソフトウェアで、<a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a> の元に提供されています。
ru: Разумеется, MapOSMatic - абсолютно свободная программа, распространяемая под лицензией<a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.
uk: Звичайно, MapOSMatic повністю безкоштовне програмне забезпечення, під ліцензією <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.

source: How does it work?
ca: Com funciona?
de: Wie funktioniert das?
eu: Nola dabil?
fr: Comment est-ce que ça fonctionne ?
hu: Hogyan működik?
it: Come funziona?
ja: システム動作について
ru: Как это работает?
uk: Як це працює?
