Repository: hholzgra/maposmatic
Catalog: www/locale/*/LC_MESSAGES/django.po
Languages: ca, de, eu, fr, hu, it, ja, ru, uk

source: When trying to access the site via unencrypted <tt>http:</tt> URLs you'll automatically be redirected to the encrypted <tt>https:</tt> URL counterparts.
de: Wenn Sie versuchen auf diese Seite mit unverschlüsselten <tt>http:</tt> URLs zuzugreifen werden Sie automatisch auf die entsprechenden verschlüsselten <tt>https:</tt> Adressen umgeleitet.
fr: Les tentatives d'accès au site par des URLs en <tt>http:</tt> non-chiffrées seront redirigées automatiquement vers les URLs en <tt>https:</tt> chiffrées correspondantes.
hu: Ha a webhelyet titkosítatlan <tt>http://</tt> URL-lel próbálja elérni, automatikusan átirányítjuk a megfelelő titkosított <tt>https://</tt> URL-re.

source: The web server only logs date and time, requested URL and HTTP status, it does normally not log IP addresses, user agent strings or referer URLs. These additional fields may temporary be added to log entries when necessary to analyze problems (although so far that has never been needed), but such additional access logs will be removed again within 24 hours.
de: Der Webserver protokolliert nur Datum und Uhrzeit von Zugriffen, die angefragte URL und den HTTP-Status, IP-Addressen, User Agent Bezeichnungen oder Referer-URLs werden normalerweise nicht gespeichert. Diese zusätzlichen Felder können vorübergehend hinzugefügt werden wenn dies nötig ist um Probleme zu identifizieren (auch wenn dies bisher noch nie vorgekommen ist), in so einem Fall werden die zusätzlich erfassten Informationen innerhalb 24 Stunden wieder gelöscht werden.
fr: Le serveur web ne consigne dans son journal que la date et l'heure, l'URL demandée et le statut HTTP, il n'enregistre ni l'adresse IP, la valeur de l'<em>user agent</em> ou l'URL de provenance (<em>referer</em>). C'est champs additionnels peuvent toutefois être enregistrés dans les journaux quand l'analyse des problèmes le requiert to analyze problems (bien que cela n'ait jamais été nécessaire jusqu'à présent), mais alors ces journaux d'accès supplémentaires seraient supprimés dans les 24 heures.
hu: A webkiszolgáló csak a dátumot és az időt, a kért URL-címet és a HTTP-státuszt naplózza, általában nem naplózza az IP-címeket, a felhasználóiügynök-karakterláncokat vagy a hivatkozó URL-címeket. Problémák elemézése végett szükség esetén a naplóbejegyzésekhez ideiglenesen ezek a további mezők is hozzáadhatók (bár erre eddig még soha nem volt szükség), de az ilyen a további hozzáférési naplók 24 órán belül ismét törlődnek.

source: When submitting an actual map rendering job, your IP address will
de: Wenn Sie eine Anforderung für eine gerenderte Karte abschicken wird Ihre IP-Adresse
fr: Lorsque vous soumettez une tâche de rendu de carte, votre adresse IP
hu: Egy tényleges térképmegjelenítési feladat beküldésekor az Ön IP-címe

source: be stored until removed manually
de: gespeichert bis sie manuell gelöscht wird
fr: sera stocker jusqu'à sa suppression manuelle
hu: addig tárolódik, amíg kézzel nem törlik

source: not be stored
de: nicht gespeichert
fr: ne sera pas stockée
hu: nem tárolódik

source: stored for %(SUBMITTER_IP_LIFETIME)s hours
de: für einen Zeitraum von %(SUBMITTER_IP_LIFETIME)s Stunden gespeichert
fr: sera stockée pour une durée de %(SUBMITTER_IP_LIFETIME)s heures
hu: %(SUBMITTER_IP_LIFETIME)s óra időtartamra tárolódik

source: along with the actual map request.
de: zusammen mit dem Kartenauftrag gespeichert.
fr: en même temps que la requête de génération de carte.
hu: a tényleges térképkérelemmel együtt.

source: If you chose to also provide an email address for notification when your request has been processed completely, this mail address will be stored
de: Wenn Sie eine Email-Adresse angeben unter der Sie benachrichtigt werden wollen sobald ein Kartenauftrag vollständig ausgeführt wurde wird diese Adresse gespeichert
eu: Jakinarazpenerako posta elektronikoko helbidea ematen baduzu zure eskaera osatzen denean mezua bidaliko dizugu, helbide hau gorde egingo da
fr: Si vous choisissez de fournir une adresse email pour être notifié quand le traitement de votre requête sera terminé, alors cette adresse email sera enregistrée
hu: Ha egy e-mail-címet is megad, hogy kérelme teljes feldolgozásáról értesítést kapjon, ez az e-mail-cím tárolásra kerül

source: for %(SUBMITTER_MAIL_LIFETIME)s hours.
de: für %(SUBMITTER_MAIL_LIFETIME)s Stunden.
eu: %(SUBMITTER_MAIL_LIFETIME)s orduan
fr: pour une durée de %(SUBMITTER_MAIL_LIFETIME)s heures.
hu: %(SUBMITTER_MAIL_LIFETIME)s órára.

source: until removed manually.
de: bis sie manuell gelöscht wird.
eu: eskuz ezabatu arte.
fr: jusqu'à sa suppression manuelle.
hu: amíg kézzel el nem távolítják.

source: This site uses <a href="https://matomo.org/">Matomo</a> (formerly known as Piwik) for analytics.
de: Diese Seite benutzt <a href="https://matomo.org/">Matomo</a> (ursprünglich bekannt als Piwik) für statistische Analysen.
fr: Ce site utilise <a href="https://matomo.org/">Matomo</a> (auparavant nommé Piwik) pour l'analyse des données (<em>analytics</em>).
hu: Ez a webhely az elemzésekhez a <a href="https://matomo.org/">Matomót</a> használja (korábbi nevén Piwik).

source: The site does not track users in any way, neither by itself nor by use of any external tracking services.
de: Diese Seite führt weder selbst Benutzer-Tracking durch, noch nutzt sie dafür externe Tracking-Dienste.
fr: Ce site ne procède d'aucune manière au suivi des utilisateurs, ni de lui-même, ni en recourant à un service de suivi externe.
hu: Ez a webhely nem követi a felhasználókat sem önmagában, sem pedig más külső nyomon követő szolgáltatások segítségével.

source: This site may use up to three cookies to store information about you:
de: Diese Seite nutzt maximal drei Cookies um Informationen über Sie zu speichern:
fr: Ce site peut utiliser jusqu'à trois cookies pour stocker les informations vous concernant :
hu: Ez a webhely legfeljebb három süti (cookie-t) segítségével tárol Önről adatokat:

source: This cooke gets created as soon as you click <span class="badge badge-success">Accept</span> on the cookie warning. After this you will not see that warning again on this browser until the cookie gets deleted by you, or expires after ten years.
de: Dieses Cookie wird erzeugt sobald Sie den <span class="badge badge-success">Akzeptieren</span> Button in der Cookie-Warninformation anklicken. Ihr Browser wird diese Warnung dann nicht weiter anzeigen, es sei denn dieses Cookie wird von Ihnen gelöscht, oder seine Lebensdauer von zehn Jahren ist überschritten.
fr: Ces cookies sont créés dès que vous cliquez sur <span class="badge badge-success">Accepter</span> dans le message d'avertissement sur l'utilisation des cookies. Après cela, vous ne verrez plus cette avertissement dans ce navigateur web jusqu'à ce que les cookies soient supprimés par vous, ou expirent après dix ans.
hu: Ez a süti akkor jön létre, amikor a sütifigyelmeztetés végén az <span class="badge badge-success">Elfogadás</span> gombra kattint. Ezt követően nem látja többé ezt a figyelmeztetést ezen a böngészőn, amíg a sütit nem törli, vagy tíz év múlva le nem jár.

source: The cookie only stores a fixed valie of "1" to remember your acceptance.
de: Dieses Cookie enthält nur einen konstanten Wert "1" um Ihr Einverständnis abzuspeichern.
fr: Le cookie ne contient qu'une donnée statique de valeur "1" pour se souvenir de votre consentement.
hu: A süti csupán egy „1” értéket tárol, hogy emlékezzék arra, hogy Ön elfogadta.

source: If you do not accept this cookie the cookie warning block will appear every time you load a new page from the site, but it will not otherwise affect functionality of the site apart from the screen space taken.
de: Wenn Sie dieses Cookie nicht akzeptieren wird die Cookie-Warnung bei jedem weiteren Zugriff auf diesen Webauftritt angezeigt, bis auf den dafür nötigen Bildschirm-Platz wird das aber keine funktionalen Einschränkungen mit sich bringen.
fr: Si vous n'acceptez pas l'utilisation de ce cookie le message d'avertissement apparaîtra à chaque chargement d'une page sur le site, mais ne devrait cependant pas affecter les fonctionnalités du site, en dehors de l'espace utilisé à l'écran pour afficher l'avertissement.
hu: Ha nem fogadja el ezt a sütit, akkor minden alkalommal, amikor új oldalt tölt be a webhelyről megjelenik a sütikre figyelmeztető blokk. Ez egyébként – a képernyőn elfoglalt helytől eltekintve – nem befolyásolja a webhely működését.

source: This cookie is used to tie your browser session to some session specific information stored on the server side.
de: Dieses Cookie stellt eine Verbindung zwischen Ihrer aktuellen Browser-Sitzung und einigen sitzungsspezifischen Informationen auf dem Server her.
fr: Ce cookie est utilisé pour lier la session de votre navigateur web à certaines informations propres à la session et stockées côté serveur.
hu: Ez a süti arra szolgál, hogy a böngésző munkamenetét a szerveroldalon tárolt munkamenet-specifikus információkhoz kösse.

source: So far we use a session only to store and remember certain choices you made in the <span class="badge badge-success">Create Map</span> form, so that we can pre-select or pre-fill form elements accordingly the next time you create a map.
de: Zur Zeit nutzen wir Sitzungsdaten nur um uns Ihre Wahl für bestimmte Einstellungen im <span class="badge badge-success">Karte erzeugen</span> Formular zu merken, so dass wir diese in Zukunft als Voreinstellungen nutzen können wenn Sie weiter Karten erzeugen wollen.
fr: Jusqu'à présent nous n'utilisons les sessions que pour stocker et mémoriser certains choix que vous avez fait dans le formulaire <span class="badge badge-success">Créer une carte</span> , pour que nous puissions pré-sélectionner ou pré-remplir les éléments du formulaire en accord avec vos choix lors de votre prochaine utilisation du formulaire pour créer une carte.
hu: Jelenleg csak arra használjuk a munkameneteket, hogy a <span class="badge badge-success">Térkép létrehozása</span> űrlapon tett bizonyos választásait tároljuk és megjegyezzük, hogy a következő térkép létrehozásakor az űrlap elemei ennek megfelelően legyenek előre bejelölve vagy betöltve.

source: So the information stored in the session is just for your own convenience, it is not tracked in any way, it does not include any personal information about you, and the information will be removed completely two weeks after your last access of the <span class="badge badge-success">Create Map</span> form.
de: Diese Informationen werden somit nur zu Ihrem Komfort gespeichert, Ihre Auswahl wird in keiner Weise weiter ausgewertet. Die gespeicherten Informationen enthalten keinerlei persönliche oder personenbeziehbaren Daten über Sie. Weiterhin werden diese Informationen nur für maximal zwei Wochen ab Ihrem letzten Zugriff gespeichert und anschließend gelöscht.
fr: Les informations stockées en session ne sont donc là que pour votre confort d'utilisation, elles ne sont pas tracées d'aucune manière, et elles n'incluent pas de données personnelles vous concernant, et ces informations seront supprimées complètement deux semaines après votre dernier avez au formulaire <span class="badge badge-success">Créer une carte</span> .
hu: A munkamenetben tárolt információk tehát csak az Ön kényelmét szolgálják, azokat semmilyen módon nem követjük nyomon, nem tartalmaznak semmilyen személyes adatot Önről, az adatok pedig két héttel a <span class="badge badge-success">Térkép létrehozása</span> űrlap utolsó elérése után teljesen törlődnek.

source: If you decide to not accept this cookie the functionality of the site will not be affected, you will just loose the form prefill convenice.
de: Wenn Sie sich entscheiden dieses Cookie nicht zu akzeptieren wird die Funktionalität dieser Website nicht beeinträchtigt, Sie verlieren nur den Komfort der Vorbelegung einzelner Formularfelder mit Ihrer vorherigen Auswahl.
fr: Si vous décidez de ne pas accepter ce cookie, les fonctionnalités de ce site ne sont pas affectées, vous perdrez juste la commodité de pré-remplissage du formulaire.
hu: Ha úgy dönt, hogy nem fogadja el ezt a sütit, az nem befolyásolja az oldal működését, csupán az űrlapok előzetes kitöltésének kényelmét veszíti el.

source: This cookie may get set by the OpenStreetMap tile servers providing the map tiles used in the interactive map in the <span class="badge badge-success">Create Map</span> form.
de: Dieses Cookie kann von den OpenStreetMap Servern gesetzt werden welche die in der interaktiven Kartenansicht genutzten Kartenkacheln im <span class="badge badge-success">Karte erzeugen</span> Formular ausliefern.
fr: Ce cookie peut être défini par le serveur de tuiles OpenStreetMap qui fourni les tuiles utilisées dans la carte interactive du formulaire <span class="badge badge-success">Créer une carte</span>.
hu: Ezt a cookie-t az OpenStreetMap csempekiszolgálói (szerverei) állíthatják be, amelyek a <span class="badge badge-success">Térkép létrehozása</span> űrlapon az interaktív térképen használt térképcsempéket biztosítják.

source: This cookie stores <a href="https://operations.osmfoundation.org/2017/01/31/january.html" >a time-based one-time password token which can be verified by the OpenStreetMap tile cache servers</a> and so can improve tile access performance.
de: Dieses Cookie speichert einen <a href="https://operations.osmfoundation.org/2017/01/31/january.html">zeitbasierten temporären einmaligen Anmelde-Schlüssel</a> der von den OpenStreetMap Kachel-Servern verifiziert werden kann und sich in der Regel positiv auf die Zugriffsperformance auswirkt.
fr: Ce cookie stocke <a href="https://operations.osmfoundation.org/2017/01/31/january.html" >un jeton de mot de passe unique basé sur le temps qui peut être vérifier par les serveurs de cache de tuiles OpenStreetMap</a> et qui peut améliorer les performances d'accès aux tuiles.
hu: Ez a cookie <a href="https://operations.osmfoundation.org/2017/01/31/january.html">egy időalapú egyszeri jelszótokent tárol, amelyet az OpenStreetMap csempegyorsítótár-szerverei ellenőrizhetnek</a>, és így javíthatja a lapok elérésének teljesítményét.

source: To the best of our knowledge this cookie is not used by OpenStreetMap to perform tracking of any kind.
de: Unseres Wissens nach wird dieses Cookie von den OpenStreetMap Servern nicht genutzt um Zugriffstracking in irgendeiner Form durchzuführen.
fr: À notre connaissance, ce cookie n'est pas utilisé par OpenStreetMap pour effectuer un suivi de quelque manière que ce soit.
hu: Legjobb tudomásunk szerint az OpenStreetMap ezt a sütit semmiféle nyomon követésre sem használja.

source: If you decide to not accept this cookie the map tiles in the interactive map may load slower, but otherwise the functionality of our site will not be reduced in any way.
de: Wenn Sie sich entscheiden dieses Cookie nicht anzunehmen kann es vorkommen, dass die Kartenkacheln in der interaktiven Karte deutlich langsamer geladen werden, aber davon abgesehen wird die Funktionalität dieser Website dadurch nicht weiter beeinträchtigt.
fr: Si vous refusez ce cookie les tuiles de la carte interactive peuvent charger plus lentement, mais autrement les fonctionnalités de notre site ne sont pas limitées d'aucune manière.
hu: Ha nem fogadja el ezt a sütit, akkor az interaktív térkép csempéi lassabban töltődhetnek be, de egyébként az oldalunk funkcionalitása semmilyen módon nem csökken.

source: All images, style sheets, fonts and all javascript code are stored locally on this server. There will be no cross site requests to other sites when accessing this service, with one exception:
de: Alle Bilddateien, CSS-Stylesheets, Schriftdateien, und aller JavaScript Code ist lokal auf diesem Server gespeichert. Wenn Sie auf diese Website zugreifen werden keine Zugriffe auf andere Dienste anderer Betreiber ausgelöst, mit einer Ausnahme:
fr: Toutes les images, les feuilles de style, les polices et l'ensemble du code JavaScript sont stockés localement sur ce serveur. Il n'y a pas de requêtes vers d'autres sites web lors de l'accès à ce service, avec une unique exception :
hu: Minden képet, stíluslapot, betűtípust és javascript kódot helyben tárolunk ezen a szerveren. A szolgáltatás elérésekor nincsenek helyközi kérések más webhelyekre, egy kivételtől eltekintve:

source: The site uses map tiles provided by OpenStreetMap in the interactive map shown on the <span class="badge badge-success">Create Map</span> form. These are loaded from the OpenStreetMap tile servers under the <tt>tiles.openstreetmap.org</tt> subdomain by your browser directly.
de: Diese Wensite nutzt von OpenStreetMap bereitgestellte Kartenkacheln zur Darstellung der interaktiven Karte im <span class="badge badge-success">Karte erstellen</span> Formular. Diese Kartenkacheln werden von Ihrem Browser direkt von den OpenStreetMap Kachelservern unter der <tt>tiles.openstreetmap.org</tt> Unterdomain geladen.
fr: Le site utilise les tuiles de carte fournies par OpenStreetMap visible dans la carte interactive du formulaire <span class="badge badge-success">Créer une carte</span> . Elles sont chargées depuis les serveurs de tuiles d'OpenStreetMap du sous-domaine <tt>tiles.openstreetmap.org</tt> par votre navigateur directement.
hu: A webhely a <span class="badge badge-success">Térkép létrehozása</span> űrlapon látható interaktív térképen az OpenStreetMap által biztosított térképcsempéket használja. Ezeket közvetlenül a böngészője tölti be az OpenStreetMap csempeszervereiről a <tt>tiles.openstreetmap.org</tt> aldomainről.

source: Please refer to the <a href="https://wiki.osmfoundation.org/wiki/Privacy_Policy#Where_do_we_store_the_data" >OpenStreetMap Foundations Privacy Policy</a> regarding the access to those map tile images.
de: Weitere Informationen zum Zugriff auf diese Kartenkachel-Bilddateien finden Sie in der <a href="https://wiki.osmfoundation.org/wiki/Privacy_Policy#Where_do_we_store_the_data">OpenStreetMap Foundations Privacy Policy</a>.
fr: Merci de consulter <a href="https://wiki.osmfoundation.org/wiki/Privacy_Policy#Where_do_we_store_the_data" >la Politique de Confidentialité de la Fondation OpenStreetMap (en anglais)</a> pour connaître les détails relatifs à l'accès de ces images de tuiles de carte.
hu: A térképcsempék képeihez való hozzáféréssel kapcsolatban kérjük, olvassa el az <a href="https://wiki.osmfoundation.org/wiki/Privacy_Policy#Where_do_we_store_the_data">OpenStreetMap Alapítvány adatvédelmi szabályzatát</a> .

source: The site allows you to upload GPX tracks, GeoJson files and <a href="umap.openstreetmap.fr">Umap</a> map exports to incorporate information stored in them into generated maps.
de: Diese Website ermöglicht es Ihnen GPX-Tracks, GeoJson Dateien und <a href="umap.openstreetmap.de">Umap</a> Kartenexporte hochzuladen und die in diesen Dateien gespeicherten Information in generierte Karten einzufügen.
fr: Le site vous permet de téléverser des pistes GPX, ou des fichiers Geo JSON et des exports de carte <a href="umap.openstreetmap.fr">Umap</a> pour incorporer des informations stockées dans ces fichiers au sein des cartes générées.
hu: Az oldal lehetővé teszi a GPX-nyomvonalak, GeoJSON-fájlok és <a href="umap.openstreetmap.fr">uMap</a> térképexportálások feltöltését, hogy az ezekben tárolt adatok is beépülhessenek az itt generált térképekbe.

source: Note that all maps generated by this service are publicly visible, so do <strong>not</strong> upload any such files which contain information that should become visible to a global audience, no matter whether this is a problem for privacy, security, copyright, or other legal reasons.
de: Beachten Sie bitte, dass alle von dieser Website generierten Karten öffentlich verfügbar sind, deshalb sollten sie <strong>keine</strong> Dateien hochladen die Daten enthalten die nicht für ein öffentliches Publikum bestimmt sind. Das betrifft Dateien mit persönlichen oder sicherheitsrelevanten Daten ebenso wie solche mit urheberrechtlich geschützten Inhalten, und jegliche andere rechtliche Vorbehalte.
fr: Veuillez noter que toutes les cartes générées par ce service sont visibles publiquement, <strong>NE</strong> téléversez donc <strong>PAS</strong> de fichiers qui contiendraient des informations qui ne devraient pas être vues par tous, que ce soit pour des raisons d'atteinte de la vie privée, de sécurité, de droits d'auteurs ou d'autres raisons juridiques.
hu: Vegye figyelembe, hogy az a szolgáltatás által generált összes térkép nyilvánosan látható, ezért <strong>ne töltsön fel</strong> olyan fájlokat, amelyek olyan információkat tartalmaznak, amelyeket a globális közönségnek nem kellene látnia, függetlenül attól, hogy ez adatvédelmi, biztonsági, szerzői jogi vagy egyéb jogi okból jelent-e problémát.

source: If you have uploaded such a file by accident, please inform %(CONTACT_EMAIL)s via email and request a removal of the uploaded file and the generated map. Provide either the URL of the generated map page, or the file name of the uploaded file and the date it was uploaded to this site.
de: Sollten Sie solche Dateien irrtümlich hochgeladen haben, so benachrichtigen Sie bitte %(CONTACT_EMAIL)s via Email und bitten Sie um die Entfernung der hochgeladenen Dateien und der daraus generierten Karten. Bitte geben Sie entweder die URL oder Kennnummer der generierten Karte an, oder die Dateinamen der hochgeladenen Dateien und den ungefähren Zeitpunkt des Hochladens auf diese Seite.
fr: Si vous avez téléversez par accident un tel fichier, veuillez contacter par email %(CONTACT_EMAIL)s et demander la suppression du fichier téléversé ainsi que la carte générée associée. Fournissez soit l'URL de la page de la carte générée, ou le nom du fichier téléversé ainsi que la date d'envoi sur le site.
hu: Ha véletlenül mégis feltöltött egy ilyen fájlt, kérjük, írjon egy e-mailt (%(CONTACT_EMAIL)s), és kérje a feltöltött fájl és a generált térkép eltávolítását. Adja meg vagy a generált térképoldal URL-címét, vagy a feltöltött fájl nevét és a feltöltés dátumát.

source: Generated maps are stored on the server for some time until they are finally removed again for storage space reasons. The actual rendering job data remains available though, and so the deleted map files can be regenerated at any time.
de: Erzeugte Karten werden auf desem Server für eine gewisse Zeit gespeichert, werden aber irgendwann aus Platzgründen wieder entfernt. Die eigentlichen Renderaufträge bleiben aber erhalten, und die Karten können mit ihrer Hilfe jederzeit neu erzeugt werden.
fr: Les cartes générées sont stockées sur le serveur un certain temps avant d'être supprimées afin de libérer de l'espace de stockage. Les données et options de la tâche de rendu de la carte sont cependant conservées, permettant ainsi de regénérer les cartes à tout moment.
hu: A generált térképek egy ideig a szerveren tárolódnak, amíg végül tárhelytakarékossági okokból törlődnek. A tényleges megjelenítési (renderelési) feladat adatai azonban elérhetőek maradnak, így a törölt térképfájlok bármikor újragenerálhatók.
