Repository: hholzgra/maposmatic
Catalog: www/locale/*/LC_MESSAGES/django.po
Languages: ca, de, eu, fr, hu, it, ja, ru, uk

source: MapOSMatic is a free software webservice to generate maps of cities using OpenStreetMap data.
ca: El MapOSMatic és un servei web gratuït per generar mapes de ciutats usant les dades de l'OpenStreetMap.
de: MapOSMatic ist ein freier Webservice, um Stadtpläne unter Verwendung von OpenStreetMap-Daten zu erzeugen.
eu: MapOSMatic OpenStreetMap datuekin hirietako mapak sortzeko software libreko zerbitzua da.
fr: MapOSMatic est un service Web en Logiciel Libre qui vous permet de générer des cartes de villes en utilisant les données OpenStreetMap.
hu: A MapOSMatic szabad szoftveres webszolgáltatás, amellyel várostérképek készíthetők az OpenStreetMap adataiból.
it: MapOSMatic è un servizio web basato su software libero per generare mappe cittadine usando i dati di OpenStreetMap.
ja: MapOSMaticは、OpenStreetMapのデータを使って都市の地図を作成するウェブサービス用のフリーソフトウェアです。
ru: MapOSMatic - свободный веб-сервис для генерации карт городов с использованием данных OpenStreetMap.
uk: MapOSMatic — це безкоштовний веб-сервіс для створення мап міст, що використовує дані OpenStreetMap.

source: Privacy statement
de: Datenschutzerklärung
eu: Pribatutasun politika
fr: Déclaration de confidentialité
hu: Adatvédelmi nyilatkozat

source: Thanks!
ca: Gràcies!
de: Danke!
eu: Eskerrik asko!
fr: Merci !
hu: Köszönjük!
it: Grazie!
ja: ありがとう！
ru: Спасибо!
uk: Спасибі!

source: Thanks for your donation!
ca: Gràcies pel vostre donatiu!
de: Vielen Dank für Ihre Spende!
eu: Eskerrik asko zure dohaintzagatik!
fr: Merci pour votre don !
hu: Köszönjük a támogatást!
it: Grazie per la donazione!
ja: 寄付をありがとう！
ru: Спасибо за пожертвование!
uk: Спасибі за Ваше пожертвування!

source: <i class="fas fa-check"></i> We have received your donation. Thank you for your support to the MapOSMatic project!
de: <i class="fas fa-check"></i> Wir haben Ihre Spende erhalten. Vielen Dank für Ihre Unterstützung des MapOSMatic-Projektes!
eu: <i class="fas fa-check"></i>Zure dohaintza jaso dugu. Eskerrik asko MapOSMatic proiektua laguntzeagatik!
fr: <i class="fas fa-check"></i> Nous avons bien reçu votre don. Merci pour votre soutien au projet MapOSMatic !
hu: <i class="fas fa-check"></i> Megkaptuk az adományt. Köszönjük, hogy támogatja a MapOSMatic projektet!

source: You will receive a notification e-mail concerning your donation. This e-mail will indicate that the donation has been received by <i>Thomas Petazzoni</i>, who is the MapOSMatic developer in charge of donations and funds. MapOSMatic is still an informal gathering of developers, and we have not (yet) created a non-profit organization to support the project.
ca: Rebreu una notificació per correu electrònic en referència al vostre donatiu. Aquest correu indicarà que el donatiu l'ha rebut en <i>Thomas Petazzoni</i>, que és el desenvolupador del MapOSMatic a càrrec dels donatius i fons. El MapOSMatic segueix sent grup informal de desenvolupadors, i (encara) no hem creat una organització sense afany de lucre per donar suport al projecte.
de: Sie werden eine Benachrichtigungs-Email bezüglich Ihrer Spende erhalten. Durch diese Email wird bestätigt, dass Ihre Spende von <i>Thomas Petazzoni</i> empfangen wurde. Er ist der für Spenden und Finanzen verantwortliche MapOSMatic-Entwickler. MapOSMatic ist noch immer eine informelle Gruppe von Entwicklern. Wir haben (noch) keine gemeinnützige Organisation zur Unterstützung von MapOSMatic gegründet.
eu: Zure dohaintzaren inguruko posta elektroniko bat jasoko duzu. Bertan, dohaintza <i>Thomas Petazzonik</i> jaso duela esango du, bera da dohaintzen ardura daraman MapOSMatic-en garatzailea. MapOSMatic lagunarte bat besterik ez da, eta ez dugu irabazi asmorik gabeko elkarterik sortu oraindik.
fr: Vous allez recevoir un e-mail de notification concernant votre don. Cet e-mail indiquera que le don a été reçu par <i>Thomas Petazzoni</i>, qui est le développeur MapOSMatic chargé des dons et du financement. MapOSMatic est toujours un regroupement informel de développeurs, et nous n'avons pas (encore) mis en place de structure juridique pour soutenir le projet.
hu: Adományáról e-mailes értesítést fog kapni. Az e-mailben az lesz, hogy az adomány megérkezett <i>Thomas Petazzoni</i>hoz, aki a MapOSMatic adományokért és pénzügyekért felelős fejlesztője. A MapOSMatic továbbra is csupán fejlesztők informális gyülekezete, és a projekt támogatására (egyelőre) nem hoztunk létre semmilyen civil szervezetet.
it: Riceverai un'e-mail di notifica riguardo la tua donazione. Quest'e-mail indicherà che la donazione è stata ricevuta da <i>Thomas Petazzoni</i>, che lo sviluppatore di MapOSMatich incaricato delle donazioni e dei fondi. MapOSMatich è ancora un gruppo informale di sviluppatori, e non abbiamo (ancora) creato un'organizzazione no-profit a supporto del progetto.
ja: あなたからの寄付が受付完了した旨、MapOSMatic開発者で寄付と基金を担当している<i>Thomas Petazzoni</i>からメールが送付されます。MapOSMaticはまだ開発者たちのゆるやかな連携で成り立っており、プロジェクトを支援するNPO団体は(まだ)設立されていません。
ru: Вы получите электронное письмо с уведомлением о вашем пожертвовании. В нём будет указано, что пожертвование получил <i>Thomas Petazzoni</i>, который является разработчиком MapOSMatic, ответственным за пожертвования и финансы. MapOSMatic - всё ещё неформальная группа разработчиков, и мы (пока) не создали некоммерческую организацию для поддержки проекта.
uk: Ви отримаєте повідомлення електронною поштою про Ваше пожертвування. Це повідомлення означатиме, що пожертвування було отримано <i>Томасом Петацоні (Thomas Petazzoni)</i>, який є розробником MapOSMatic і відповідає за пожертвуви й фінансування. MapOSMatic є неформальною групою розробників, і ми поки що не створили некомерційну організацію для підтримки проекту.

source: Why are donations useful?
de: Warum sind Spenden nützlich?

source: MapOSMatic is a project entirely developed and maintained by a team of volunteers (see our <a href="%(about_url)s">About</a> page for details). However, running the MapOSMatic service and making improvements to it has various costs beyond the time of the volunteer developers.
de: MapOSMatic ist ein Projekt, das vollständig von einem Team Freiwilliger entwickelt und gewartet wird. Näheres dazu auf der <a href="%(about_url)s">Über</a>-Seite. Allerdings verursacht das Betreiben und Verbessern des MapOSMatic-Dienstes Aufwendungen, die über die reine Arbeitszeit der freiwilligen Entwickler hinausgehen.

source: Therefore, we are currently seeking donations to help us funding:
de: Deshalb bitten wir derzeit um Spenden für:

source: Participation to the transportation expenses of the MapOSMatic developers when they gather for <i>hackfests</i> (meeting of developers). You can read our <a href="http://news.maposmatic.org">blog</a> to learn more about what we achieve during those hackfests. We usually implement a huge number of improvements, new features and bug fixes during those meetings. They take place during the holidays of the developers, and we would like to at least compensate their travel expenses.
de: Beteiligung an den Fahrtkosten der MapOSMatic-Entwickler, wenn sie <i>Hackfests</i> (Treffen von Entwicklern) besuchen. Lesen Sie unser <a href="http://news.maposmatic.org">Blog</a> um zu erfahren, was wir während dieser Hackfests erreichen. Üblicherweise implementieren wir eine große Zahl von Verbesserungen, neuer Features und beseitigen Fehler. Diese Treffen finden in der Freizeit der Entwickler statt und wir möchten ihnen zumindest die Fahrtkosten erstatten.

source: Considering making a donation?
de: Möchten Sie spenden?

source: Donations can be done through the well-known <a href="http://www.paypal.com">PayPal</a> service. We accept donations of any amount: all donations are helpful, even the smallest ones.
ca: Els donatius es poden fer mitjançant el conegut servei <a href = "https://www.paypal.com">PayPal</ a>. Acceptem donatius de qualsevol quantitat: tots els donatius són útils, fins i tot els més petits.
de: Gespendet werden kann über den bekannten <a href="http://www.paypal.com">PayPal</a>-Dienst. Wir akzeptieren Spenden in jeder Höhe: Alle Spenden sind hilfreich, auch die kleinsten.
fr: Les dons peuvent être faits via <a href="http://www.paypal.com">PayPal</a>. Nous acceptons les dons de tout montants : tous les dons sont utiles, y compris les plus petits.
hu: Adományt a jól ismert <a href="http://www.paypal.com">PayPal szolgáltatással</a> juttathat el hozzánk. Bármekkora összeget elfogadunk: a legkisebb is segítség.
it: Le donazioni possono essere fatte tramite <a href="http://www.paypal.com">PayPal</a>. Accettiamo donazioni di qualsiasi quantità: tutte le donazioni sono utili, anche le più piccole.
ja: 寄付は<a href="http://www.paypal.com">PayPal</a>経由で受け付けています。金額の指定はありません。援助をいただけることをたいへん嬉しく思います。
ru: Пожертвование можно сделать через хорошо известную службу<a href="http://www.paypal.com">PayPal</a>. Мы принимаем пожертвования любых сумм: все они приносят пользу, даже самые маленькие.
uk: Пожертвування можна зробити через добре відому службу <a href="http://www.paypal.com">PayPal</a>. Ми приймаємо пожертвування будь-яких сум: всі вони приносять користь, навіть найменші.

source: Donate via PayPal &raquo;
ca: Feu un donatiu via PayPal &raquo;
de: Per Paypal spenden &raquo;
fr: Donner par PayPal &raquo;
hu: Admonyozás PayPallal &raquo;
it: Dona tramite PyPal &raquo;
ja: PayPalによる寄付&raquo;
ru: Пожертвовать через PayPal &raquo;
uk: Пожертвувати через PayPal &raquo;

source: Plain Layout
de: Einfaches Layout

source: Index Layout
de: Layout mit Index

source: Multi Page Layout
de: Mehrseitiges Layout

source: Previous
de: Zurück

source: Next
ca: Endavant
de: Weiter
eu: Hurrengoa
fr: Suivant
hu: Tovább
it: Prossimo
ja: 次へ
ru: Вперёд
uk: Далі

source: The GIS database is online and up to date, <span class="tooltipped" data-original-title="%(gis_lastupdate)s">updated %(date)s ago</span>.
de: Die GIS-Datenbank ist online und aktuell, <span class="tooltipped" data-original-title="%(gis_lastupdate)s">aktualisiert vor %(date)s</span>.

source: The GIS database is not up to date and was only <span class="tooltipped" data-original-title="%(gis_lastupdate)s">updated %(date)s ago</span>.
de: Die GIS-Datenbank ist nicht auf dem neuesten Stand, sie wurde zuletzt <span class="tooltipped" data-original-title="%(gis_lastupdate)s">vor %(date)s aktualisiert</span>.

source: The GIS database is not available. Renderings cannot be processed at this time.
de: Die GIS-Datenbank ist nicht verfügbar. Zur Zeit können keine Karten erzeugt werden.

source: The Waymarked route database is online and up to date, <span class="tooltipped" data-original-title="%(waymarked_lastupdate)s">updated %(date)s ago</span>.
de: Die WayMarked Routen-Datenbank ist online und aktuell, <span class="tooltipped" data-original-title="%(waymarked_lastupdate)s">aktualisiert vor %(date)s</span>.

source: The Waymarked route database is not up to date and was only <span class="tooltipped" data-original-title="%(waymarked_lastupdate)s">updated %(date)s ago</span>.
de: Die WayMarked Routen-Datenbank ist nicht auf dem neuesten Stand, sie wurde zuletzt <span class="tooltipped" data-original-title="%(waymarked_lastupdate)s">vor %(date)s aktualisiert</span>.

source: The Waymarked route database is not available. Route overlays cannot be processed at this time.
de: Die Waymarked Routen-Datenbank ist nicht verfügbar. Zur Zeit können keine Karten mit Routen-Overlays erzeugt werden.

source: Welcome to
ca: Us donem la benvinguda a
de: Willkommen bei
eu: Ongi etorri
fr: Bienvenue sur
hu: Isten hozta nálunk:
it: Benvenuti su
ru: Добро пожаловать
uk: Ласкаво просимо на

source: This is a free software web service that allows you to generate maps of cities using <a href="http://www.openstreetmap.org">OpenStreetMap</a> data. The generated maps are available in PNG, PDF and SVG formats and are ready to be printed.
ca: Aquest és un servei web gratuït que us permet generar mapes de ciutats fent servir dades de l'<a href="https://www.openstreetmap.org">OpenStreetMap</a>. Els formats disponibles dels mapes generats són PNG, PDF i SVG, preparats per a imprimir-los.
de: MapOSMatic ist ein freier Webservice. Er macht es Ihnen möglich, Stadtpläne unter Benutzung der <a href="http://www.openstreetmap.org">OpenStreetMap</a>-Daten zu generieren. Die erzeugten Stadtpläne werden in den Formaten PNG, PDF und SVG druckfertig zur Verfügung gestellt.
eu: <a href="http://www.openstreetmap.org">OpenStreetMapeko</a> datuak erabiliz mapak sortzeko aukera ematen duen zerbitzua da. Mapa hauek PNG, PDF eta SVG formatuan daude eta berehala inprimatzeko bezalakoak dira.
fr: Ceci est un service web en logiciel libre qui vous permet de générer des cartes de villes en utilisant les données <a href="http://www.openstreetmap.org">OpenStreetMap</a>. Les cartes générées sont disponibles aux formats PNG, PDF et SVG et sont prêtes à être imprimées.
hu: Ez egy szabad szoftveres webszolgáltatás, amellyel várostérképek készíthetők az <a href="http://www.openstreetmap.org">OpenStreetMap</a> adataiból. A létrehozott térkép PNG, PDF és SVG formátumban tölthető le, és nyomtatásra alkalmas.
it: MapOSMatic è un servizio web basato su software libero che ti permette di generare mappe cittadine usando i dati di <a href="http://www.openstreetmap.org">OpenStreetMap</a>. Le mappe generate sono disponibili nei formati PNG, PDF e SVG e pronte per essere stampate.
ja: MapOSMaticは<a href="http://www.openstreetmap.org">OpenStreetMap</a>のデータを使って都市の地図を作成するウェブサービス用のフリーソフトウェアです。生成された地図は、PNGやPDF、SVG形式になり、そのまま印刷ができます。
ru: Это свободный веб-сервис, позволяющий генерировать карты городов с использованием данных <a href="http://www.openstreetmap.org">OpenStreetMap</a>. Сгенерированные карты доступны в форматах PNG, PDF и SVG, и готовы к распечатке.
uk: Це вільний веб-сервіс, який дозволяє Вам створювати мапи міст використовуючи дані <a href="http://www.openstreetmap.org">OpenStreetMap</a>. Створені мапи доступні у форматах PNG, PDF й SVG та придатні для друку.

source: As the data used to generate maps is coming from OpenStreetMap, you can freely reuse, sell, or modify the generated maps under the <a href="http://wiki.openstreetmap.org/wiki/License">terms of the OpenStreetMap license</a>.
ca: Com que les dades usades per a generar els mapes provenen de l'OpenStreetMap, podeu reutilitzar-los, vendre'ls o modificar-los lliurement amb les <a href="http://wiki.openstreetmap.org/wiki/License">condicions de la llicència de l'OpenStreetMap</a>.
de: Da OpenStreetMap-Daten benutzt werden, um die Stadtpläne zu erzeugen, dürfen Sie diese Pläne entsprechend den <a href="http://wiki.openstreetmap.org/wiki/License">Bedingungen der OpenStreetMap-Lizenz</a> benutzen, verkaufen und verändern.
eu: Mapak sortzeko datuak OpenStreetMapetik datozenez, sortutako mapak nahierara berrerabili, saldu edo aldatu ditzakezu, <a href="http://wiki.openstreetmap.org/wiki/License">OpenStreetMapen lizentziarekin bat etorriz</a>.
fr: Les données utilisées pour la génération des cartes provenant d'OpenStreetMap, vous pouvez librement réutiliser, vendre, ou modifier les cartes générées tant que vous respectez la <a href="http://wiki.openstreetmap.org/wiki/License">licence OpenStreetMap</a>.
hu: Mivel a térképek generálásához használt adatok az OpenStreetMapről származnak, az így létrehozott térképek szabadon felhasználhatók, értékesíthetők vagy módosíthatók az <a href="http://wiki.openstreetmap.org/wiki/License">OpenStreetMap licencének feltételei</a> szerint.
it: Dal momento che i dati per generare le mappe vengono da OpenStreetMap, potete liberamente riutilizzare, vendere o modificare le mappe generate, secondo i <a href="http://www.openstreetmap.org/copyright">termini della licenza OpenStreetMap</a>.
ja: 地図はOpenStreetMapを元データとして作成しています。 <a href="http://wiki.openstreetmap.org/wiki/License">OpenStreetMap ライセンス条文</a>で定められた規約に基づき、再配布、商用利用、改変を自由に行うことができます。
ru: Поскольку данные для создания карт берутся из OpenStreetMap, вы можете свободно использовать, продавать или изменять эти карты при условии соблюдения <a href="http://wiki.openstreetmap.org/wiki/License">лицензии OpenStreetMap</a>.
uk: Усі дані для створення мапи беруться з OpenStreetMap, тому Ви можете вільно використовувати, торгувати чи змінювати створені мапи згідно <a href="http://wiki.openstreetmap.org/wiki/License">ліцензієї OpenStreetMap</a>.

source: Learn more
ca: Més informació
de: Mehr erfahren
eu: Informazioa gehiago
fr: En savoir plus
hu: További információ
it: Scopri di più
ja: 詳細
ru: Узнать больше
uk: Дізнатися більше

source: Create a map &raquo;
ca: Crea un mapa &raquo;
de: Einen Plan erstellen &raquo;
eu: Sortu mapa bat &raquo;
fr: Créer une carte &raquo;
hu: Térkép létrehozása &raquo;
it: Crea una mappa &raquo;
ja: 地図を作成 &raquo;
ru: Создать карту &raquo;
uk: Створити мапу &raquo;

source: Latest news
ca: Últimes notícies
de: Aktuelles
eu: Azken berriak
fr: Dernières actualités
hu: Legfrissebb hírek
it: Ultime notizie
ja: 最新のお知らせ
ru: Последние новости
uk: Останні новини

source: published %(date)s ago
ca: publicat fa %(date)s
de: vor %(date)s veröffentlicht
eu: Orain dela %(date)s argitaratuta
fr: publié il y a %(date)s
hu: Megjelent ennyi idővel ezelőtt: %(date)s
it: pubblicato %(date)s fa
ja: 更新 %(date)s 前
ru: опубликована %(date)s назад
uk: опубліковано %(date)s тому назад

source: You can donate to help us improve the service. See our <a href="/donate">donation</a> page for more information on how donations are processed and how they help us keep MapOSMatic free (and ad-free!).
ca: Podeu fer donatius per ajudar-nos a millorar el servei. Visiteu la pàgina de <a href="/donate">donatius</a> per a més informació sobre com es gestionen els donatius i com ens ajuden a mantenir el MapOSMatic gratuït (i lliure d'anuncis!).
de: Sie können spenden um uns zu helfen, diesen Dienst zu verbessern. Auf unserer <a href="/donate">Spenden-</a>-Seite finden Sie mehr Informationen zum Umgang mit den Spenden und wie sie uns helfen, MapOSMatic weiterhin kostenlos und werbefrei zu betreiben.
eu: Zerbitzua hobetzeko dohaintza bat egin dezakezu. Ikusi gure <a href="/donate">dohaintzen</a> orrialdea informazio gehiago lortzeko.
fr: Vous pouvez faire un don pour nous aider à améliorer ce service. Voir notre <a href="/donate">page sur les dons</a> pour plus d'informations sur comment nous traitons les dons et comment ils nous aident à garder MapOSMatic gratuit (et sans publicité !).
hu: A szolgáltatás javítását segítheti egy adománnyal. Az <a href="/donate">adományozás</a> oldalon további tájékozatást talál arról, hogyan dolgozzuk fel az adományokat és hogyan ez hogyan segíti, hogy a MapOSMaticet ingyenesen (és reklámmentesen) tudjuk tartani.
it: Puoi donare per aiutarci a migliorare il servizio. Leggi la nostra pagina <a href="/donate">donazioni</a> per maggiori informazioni su come le donazioni vengono elaborate e come ci aiutano a mantenere MapOSMatic gratuito (e senza pubblicità!).
ja: いただいた寄付はサービスの改善にあてさせていただきます。このサイト内の<a href="/donate">寄付</a>に関するページでは、具体的な寄付の方法や、MapOSMaticを(ライセンス的にも、広告表示からも)自由にしつづけるための私たちの活動について触れています。
ru: Вы можете внести пожертвование, чтобы помочь нам улучшить сервис. Смотрите нашу страницу <a href="/donate">пожертвований</a>, чтобы узнать больше о том, как обрабатываются пожертвования, и как они помогают нам поддерживать MapOSMatic бесплатным (и свободным от рекламы!).
uk: Ви можете внести пожертвування, щоб допомогти нам поліпшити сервіс. Дивіться нашу сторінку <a href="/donate">пожертвувань</a>, щоб дізнатися більше про те, як виконати пожертви, і як вони допомагають нам підтримувати MapOSMatic безкоштовним (і вільним від реклами!).

source: City
ca: Ciutat
de: Ort
eu: Hiria
fr: Ville
hu: Város
it: Città
ja: 都市
ru: Город
uk: Місто

source: Bounding box
ca: Àrea geogràfica
de: Begrenzungsrahmen
eu: Muga-kutxa
fr: Zone géographique
hu: Határolókeret
it: Rettangolo di selezione
ja: 領域選択
ru: Прямоугольная область
uk: Обмежувальна рамка

source: Stylesheet
ca: Estil
de: Kartenstil
eu: Estilo-orria
fr: Feuille de style
hu: Stíluslap
it: Stile
ja: スタイルシート
ru: Таблица стилей
uk: Стиль

source: GPX Track
ca: Traça GPX
de: GPX Datei
eu: GPX Arrastoa
fr: Enregistrement GPX
hu: GPX nyomvonal
it: traccia GPX
ja: GPXトラック
ru: GPX-треки
uk: GPX-треки

source: UMAP File
ca: Fitxer UMAP
de: Umap Datei
eu: UMAP fitxategia
fr: Fichier UMAP
hu: uMap fájl
it: File UMAP
ja: Umapファイル
ru: Файл UMAP
uk: Файл UMAP

source: Paper format
ca: Format del paper
de: Papierformat
eu: Paper-formatua
fr: Format du papier
hu: Lapformátum
it: Formato carta
ja: 印刷形式
ru: Формат бумаги
uk: Формат паперу

source: Map locale
ca: Llengua del mapa
de: Sprache des Stadtplans
eu: Maparen hitzkuntza
fr: Langue de la carte
hu: Térkép nyelve
it: Lingua della mappa
ja: 地図のロケール
ru: Язык карты
uk: Локалізація мапи

source: Request submitted: %(date)s
ca: Petició tramesa: %(date)s
de: Renderanfrage übermittelt am: %(date)s
eu: Eskaera bidalita: %(date)s
fr: Rendu soumis le %(date)s
hu: A kérés beküldve: %(date)s
it: Richiesta inviata:%(date)s
ja: 作成リクエスト受付日: %(date)s
ru: Запрос отправлен: %(date)s
uk: Запит відправлений: %(date)s

source: Rendering started: %(date)s
ca: Renderització iniciada: %(date)s
de: Rendervorgang gestartet am: %(date)s
eu: Mapa sortzen hasi da: %(date)s
fr: Rendu démarré le %(date)s
hu: A megjelenítési folyamat elindult: %(date)s
it: Rendering iniziato: %(date)s
ja: レンダリング処理開始日: %(date)s
ru: Отрисовка начата: %(date)s
uk: Створення мапи почалося: %(date)s

source: Rendering completed: %(date)s
ca: Renderització finalitzada: %(date)s
de: Rendervorgang abgeschlossen am: %(date)s
eu: Mapa sortu da: %(date)s
fr: Rendu terminé le %(date)s
hu: A megjelenítési folyamat befejeződött: %(date)s
it: Rendering completato: %(date)s
ja: 描画が終了しました。 %(date)s
ru: Отрисовка завершена: %(date)s
uk: Створення мапи закінчилося: %(date)s

source: Request submitted
ca: Petició tramesa
de: Renderanfrage erstellt
eu: Eskaera ondo bidali da
fr: Rendu soumis
hu: Kérés beküldve
it: Richiesta inviata
ja: 作成リクエスト受付日時
ru: Запрос отправлен
uk: Запит відправлений

source: %(since)s ago
de: Vor %(since)s

source: Rendering started
ca: Renderització iniciada
de: Rendervorgang gestartet
eu: Sorrera hasi da
fr: Rendu démarré
hu: A megjelenítési folyamat elindult
it: Rendering iniziato
ja: レンダリング処理開始日時
ru: Отрисовка начата
uk: Створення мапи почалося

source: after %(duration)s in the queue
ca: després de %(duration)s en la cua
de: nach %(duration)s in der Warteschlange
eu: kolan %(duration)s egon ostean
fr: après %(duration)s dans la file d'attente
hu: miután %(duration)s időt töltött a várakozási sorban
it: dopo %(duration)s in coda
ru: после %(duration)s в очереди
uk: після %(duration)s у черзі

source: Rendering completed
ca: Renderització finalitzada
de: Rendervorgang abgeschlossen
eu: Sorrera amaitu da
fr: Rendu terminé
hu: A megjelenítési folyamat befejeződött
it: Rendering completato
ja: レンダリング完了日時
ru: Отрисовка завершена
uk: Створення мапи завершено

source: after %(duration)s
ca: després de %(duration)s
de: nach %(duration)s
eu: %(duration)s ostean
fr: après %(duration)s
hu: ennyi idő után: %(duration)s
it: dopo %(duration)s
ru: после %(duration)s
uk: після %(duration)s

source: Rendering cancelled
ca: S'ha cancel·la la renderització
de: Rendervorgang abgebrochen
eu: Sorrera bertan behera utzi da
fr: Rendu annulé
hu: A megjelenítési folyamat megszakadt
it: Rendering annullato
ja: 描画がキャンセルされた日時
ru: Отрисовка отменена
uk: Створення мапи було скасоване

source: Pending...
ca: Pendent...
de: Wartend...
eu: Zain...
fr: En attente ...
hu: Függőben…
it: In attesa...
ja: 処理を待っています...
ru: Ожидание...
uk: В очікуванні…

source: Rendering...
ca: S'està generant...
de: Rendervorgang läuft...
eu: Sortzen...
fr: Rendu en cours ...
hu: Megjelenítés folyamatban…
it: Rendering in corso...
ja: レンダリング中…
ru: Отрисовка...
uk: Відбувається створення мапи…
