Repository: hholzgra/maposmatic
Catalog: www/locale/*/LC_MESSAGES/django.po
Languages: ca, de, eu, fr, hu, it, ja, ru, uk

source: For the city search engine, we use the wonderful <a href="http://nominatim.openstreetmap.org">Nominatim</a> service. This service made it really simple to provide a nice search engine that allows to select between multiple cities of the same name, by providing information on the city location.
ca: Per al motor de cerca de ciutats, emprem el meravellós servei <a href="http://nominatim.openstreetmap.org">Nominatim</a>. Aquest servei facilita proporcionar un bon motor de cerca, que permet seleccionar entre múltiples ciutats amb el mateix nom, proporcionant informacion de la ubicació de la ciutat.
de: Für die Stadt-Suchmaschine benutzen wir den wunderbaren <a href="http://nominatim.openstreetmap.org">Nominatim</a> Dienst. Dieser Dienst macht es einfach, eine schöne Suchmaschine zu erstellen, bei der man zwischen Orten gleichen Namens unterscheiden kann, da Informationen zur Lage des Ortes anzeigt werden.
eu: Hiriak bilatzeko, <a href="http://nominatim.openstreetmap.org">Nominatim</a> zerbitzua darabilgu. Zerbitzu honek izen bereko bi hiriren artean aukera egiten uzte du, hiriaren kokalekuaren inguruko informazioa eskainiz.
fr: Pour le moteur de recherche de ville, nous utilisons le très pratique service <a href="http://nominatim.openstreetmap.org">Nominatim</a>. Ce service a rendu très simple l'ajout d'un moteur de recherche permettant de choisir parmi plusieurs villes de même nom, en offrant des informations sur la localisation de la ville.
hu: A városkereső-motorhoz a kitűnő <a href="http://nominatim.openstreetmap.org">Nominatim</a> szolgáltatást használjuk. Ezzel nagyon egyszerűen remek keresőmotor készíthető, amellyel akár több azonos nevű város is kijelölhető a város helyének megjelenítése mellett.
it: Per il motore di ricerca delle città, usiamo il meraviglioso <a href="http://nominatim.openstreetmap.org">Nominatim</a>. Questo servizio ha reso molto semplice fornire un bel motore di ricerca che permetta di scegliere fra varie città con lo stesso nome, fornendo informazioni sulla loro localizzazione.
ja: 街中に存在する地物の検索エンジンとしては、<a href="http://nominatim.openstreetmap.org">Nominatim</a> という素晴らしいサービスを利用しています。Nominatimサービスは非常にシンプルですが、同じ名称の市町村が複数存在している場合にも、表示される複数の市町村の中から目的の都市を選択することが可能です。
ru: Для движка поиска городов мы использовали прекрасный сервис <a href="http://nominatim.openstreetmap.org">Nominatim</a>. Этот сервис значительно упростил предоставление пользователям удобного поискового движка, позволяющего делать выбор между несколькими городами с одним названием, предоставляя информацию о местоположении города.
uk: Для рушія пошуку міст ми використали прекрасний сервіс <a href="http://nominatim.openstreetmap.org">Nominatim</a>. Цей сервіс значно спростив надання користувачам зручного пошукового рушія, що дозволяє робити вибір між декількома містами з однією назвою, надаючи інформацію про місцезнаходження міста.

source: Contributing
ca: Col·laboració
de: Mitmachen
eu: Lagundu
fr: Contribuer
hu: Közreműködés
it: Contribuire
ja: 開発協力
ru: Участие
uk: Участь

source: As stated above, both <i>OCitySMap</i> and <i>MapOSMatic</i> are fully free software, so you're invited to contribute. Here are the few starting points to help us:
ca: Com hem indicat abans, tant l'<i>OCitySMap</i> com el <i>MapOSMatic</i> són programari lliure, per tant us convidem a col·laborar-hi. Aquí teniu alguns punts per on començar a ajudar-nos:
de: Wie oben erwähnt sind <i>OCitySMap</i> und <i>MapOSMatic</i> völlig Freie Software. Sie sind eingeladen, sich daran zu beteiligen. Hier ein paar Ansatzpunkte, wo Sie beginnen können:
eu: Goian esan bezala <i>OCitySMap</i> eta <i>MapOSMatic</i> software librea dira, eta laguntzera gonbidatu nahi zaitugu. Hemen daude hasierako laguntza puntuak:
fr: Comme indiqué ci-dessus, <i>OCitySMap</i> et <i>MapOSMatic</i> sont des Logiciels Libres, vous êtes donc invités à y contribuer. Voici quelques points de départ pour nous aider&nbsp;:
hu: Mint följebb már említettük, az <i>OCitySMap</i> és a <i>MapOSMatic</i> egyaránt teljesen szabad szoftver, így ezúton is hívunk, hogy szállj be a fejlesztésbe. Ha segíteni szeretnél, itt van néhány kiindulási pont:
it: Come detto sopra, sia <i>OCitySMap</i> sia <i>MapOSMatic</i> sono completamente software libero, quindi ti invitiamo a contribuire. Ecco alcuni punti da cui partire per aiutarci:
ja: 上記の通り、<i>OCitysMap</i>と<i>MapOSMatic</i>はどちらも完全にフリーなソフトウェアです。開発をお手伝いいただけるかたはいつでも歓迎します。具体的な方法をいくつかあげさせてください:
ru: Как уже было сказано выше, и <i>OCitySMap</i>, и <i>MapOSMatic</i> - абсолютно свободные программы, и мы приглашаем вас поучаствовать в их улучшении. Вот отправных пунктов для помощи нам:
uk: Як вже було сказано вище, і <i>OCitySMap</i>, і <i>MapOSMatic</i> — абсолютно вільні програми, і ми запрошуємо Вас взяти участь у їх поліпшенні. Ось кілька відправних точок, які допоможуть нам:

source: The <a href="http://wiki.maposmatic.org">MapOSMatic Wiki</a>, which contains valuable technical information and documents about MapOSMatic;
ca: El <a href="http://wiki.maposmatic.org">wiki del MapOSMatic</a>, que conté informació tècnica i documents sobre el MapOSMatic;
de: Das <a href="https://wiki.maposmatic.org">MapOSMatic Wiki</a>, das wertvolle technische Informationen und Dokumente über MapOSMatic enthält;
eu: <a href="http://wiki.maposmatic.org">MapOsMatic Wikia</a>, MapOSMatic zerbitzuaren inguruko informazio teknikoa, eta dokumentuak ematen dituena;
fr: Le <a href="http://wiki.maposmatic.org">Wiki de MapOSMatic</a>, qui offre de nombreuses informations et documentations techniques sur MapOSMatic&nbsp;;
hu: <a href="http://wiki.maposmatic.org">MapOSMatic Wiki</a>, amely értékes technikai információkat és dokumentumokat tartalmaz,
it: Il <a href="http://wiki.maposmatic.org">Wiki di MapOSMatic</a>, che contiene molte utili informazioni tecniche e documentazione su MapOSMatic;
ja: <a href="http://wiki.maposmatic.org">MapOSMatic Wiki</a>は、MapOSMaticに関する様々な技術情報や、ソフトウェア自体のドキュメントが記載されています;
ru: <a href="http://wiki.maposmatic.org">Вики-страницы MapOSMatic</a>, содержащие ценную техническую информацию и документацию по MapOSMatic;
uk: <a href="http://wiki.maposmatic.org">Вікі-сторінки MapOSMatic</a>, що містять цінну технічну інформацію та документацію по MapOSMatic;

source: The <a href="https://savannah.nongnu.org/projects/maposmatic/">project on Savannah</a>;
ca: El <a href="https://savannah.nongnu.org/projects/maposmatic/">projecte a Savannah</a>;
de: Dieses Projekt wird bei Savannah <a href="https://savannah.nongnu.org/projects/maposmatic/">gehostet</a>.;
eu: <a href="https://savannah.nongnu.org/projects/maposmatic/">Proiektua Savannah-n</a>;
fr: Le <a href="https://savannah.nongnu.org/projects/maposmatic/">projet sur Savannah</a>&nbsp;;
hu: a projekt a <a href="https://savannah.nongnu.org/projects/maposmatic/">Savannah</a>-n,
it: Il <a href="https://savannah.nongnu.org/projects/maposmatic/">progetto su Savannah</a>&nbsp;;
ja: <a href="https://savannah.nongnu.org/projects/maposmatic/">Savannah</a>で展開されているプロジェクト ;
ru: <a href="https://savannah.nongnu.org/projects/maposmatic/">страница проекта на Savannah</a>;
uk: <a href="https://savannah.nongnu.org/projects/maposmatic/">сторінка проекту на Savannah</a>;

source: The <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">development mailing-list</a>;
ca: La <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">llista de desenvolupament</a> (en anglès);
de: Die <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">Entwickler-Mailingliste (in Englisch)</a>&nbsp;;
eu: Garapeneko <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">posta-zerrenda </a>;
fr: La <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">liste de diffusion pour le développement (en langue anglaise)</a>&nbsp;;
hu: a <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">fejlesztői levelezőlista</a>,
it: La <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">mailing-list di sviluppo</a>;
ja: <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">開発者向けメーリングリスト</a>;
ru: <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">почтовая рассылка разработчиков</a>;
uk: <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">поштова розсилка розробників</a>;

source: The IRC channel <tt>#maposmatic</tt> on Freenode;
ca: El canal IRC <tt>#maposmatic</tt> a Freenode (en anglès);
de: Der IRC-Channel <tt>#maposmatic</tt> auf Freenode;
eu: <tt>#maposmatic</tt> IRC kanala Freenoden;
fr: Le canal IRC <tt>#maposmatic</tt> sur le réseau Freenode&nbsp;;
hu: a <tt>#maposmatic</tt> IRC-csatorna a Freenode-on,
it: Il canale IRC <tt>#maposmatic</tt> su Freenode;
ja: Freenodeサービスの IRC チャンネル <tt>#maposmatic</tt>;
ru: IRC-канал <tt>#maposmatic</tt> на Freenode;
uk: IRC-канал <tt>#maposmatic</tt> на Freenode;

source: The <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">OCitySMap Git repository</a>, which can be cloned using <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt>;
ca: El <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">repositori Git de l'OCitySMap</a>, que podeu clonar amb l'ordre <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt>;
de: Das <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">OCitySMap Git-Repository</a>, das mit folgender Befehlszeile heruntergeladen werden kann: <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt>;
eu: <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">OCitySMap git repositorioa </a>, <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt> erabiliz lortu daitekeena;
fr: Le <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">dépôt Git OCitySMap</a>, qui peut être cloné via « <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt> »&nbsp;;
hu: az <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">OCitySMap Git-adattár</a>, amely a <tt>git://git.sv.gnu.org/maposmatic/ocitysmap.git git clone</tt> segítségével klónozható,
it: Il <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">repository Git OCitySMap</a>, che può essere clonato con <tt>git clone git:///git.sv.gnu.org/maposmatic/ocitysmap.git</tt>;
ja: <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">OCitySMapの Gitリポジトリ</a>です。クローンの際は以下のコマンドを利用します <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt>;
ru: <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">Git-репозиторий OCitySMap</a>, который можно клонировать командой <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt>;
uk: <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">Git-репозиторій OCitySMap</a>, який можна клонувати командою <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt>;

source: The <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">MapOSMatic Git repository</a>, which can be cloned using <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt>;
ca: El <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">repositori Git del MapOSMatic</a>, que podeu clonar amb la comanda <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt>;
de: Das <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">MapOSMatic Git-Repository</a>, das mit folgender Befehlszeile heruntergeladen werden kann: <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt>;
eu: <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">MapOSMatic git repositorioa</a>, <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt> erabiliz lortu daitekeena;
fr: Le <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">dépôt Git MapOSMatic</a>, qui peut être cloné via « <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt> »&nbsp;;
hu: a <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">MapOSMatic Git-adattár</a>, amely a <tt>git://git.sv.gnu.org/maposmatic.git git clone</tt> segítségével klónozható,
it: Il <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">repository Git MapOSMatic</a>, che può essere clonato con <tt>git clone git:///git.sv.gnu.org/maposmatic.git</tt>;
ja: <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">MapOSMaticの Gitリポジトリ</a>です。クローンの際は以下のコマンドを利用します <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt>;
ru: <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">Git-репозиторий MapOSMatic</a>, который можно клонировать командой <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt>;
uk: <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">Git-репозиторій MapOSMatic</a>, який можна клонувати командою <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt>;

source: <a href="https://savannah.nongnu.org/task/?group=maposmatic">TODO-list and ideas</a>.
ca: <a href="https://savannah.nongnu.org/task/?group=maposmatic">Llista de coses per fer i idees</a>.
de: <a href="https://savannah.nongnu.org/task/?group=maposmatic">ToDo-Liste und Ideen</a>.
eu: <a href="https://savannah.nongnu.org/task/?group=maposmatic">egiteko zerrenda eta ideiak</a>.
fr: <a href="https://savannah.nongnu.org/task/?group=maposmatic">TODO-list et idées</a>.
hu: <a href="https://savannah.nongnu.org/task/?group=maposmatic">teendők és ötletek listája</a>.
it: <a href="https://savannah.nongnu.org/task/?group=maposmatic">TODO-list e idee</a>.
ja: <a href="https://savannah.nongnu.org/task/?group=maposmatic">TODO一覧と今後のアイデア</a>.
ru: <a href="https://savannah.nongnu.org/task/?group=maposmatic">Список задач и идей</a>.
uk: <a href="https://savannah.nongnu.org/task/?group=maposmatic">Список завдань та ідей</a>.

source: Contributors
ca: Col·laboradors
de: Mitwirkende
eu: Laguntzaileak
fr: Contributeurs
hu: Közreműködők
it: Contributori
ja: プロジェクト参加者
ru: Участники
uk: Учасники

source: Current team
de: Aktuelles Team
eu: Gaur-egungo lantaldea
fr: Équipe actuelle
hu: Jelenlegi csoport

source: Developer, running instance on https://print.get-map-org/
de: Entwickler, Betreiber der Instanz auf https://print.get-map.org/
eu: Garatzailea, https://print.get-map-org/ instantzia martxan duena
fr: Développeur, possède une instance accessible sur https://print.get-map-org/
hu: Fejlesztő, a példány futtatója itt: https://print.get-map.org/

source: Developer
ca: Desenvolupador
de: Entwickler
eu: Garatzailea
fr: Développeur
hu: fejlesztő
it: Sviluppatore
ja: コード開発者
ru: Разработчик
uk: Розробник

source: Developer and Mapnik stylesheets
ca: Desenvolupador i full d'estil del Mapnik
de: Entwickler (Mapnik-Stil)
eu: Garatzailea eta Mapnik estilo-orriak
fr: Développeur et feuilles de style Mapnik
hu: fejlesztő és Mapnik stíluslapok
it: Sviluppatore a stili Mapnik
ja: 開発、Mapnikスタイルシート設定
ru: Разработчик и таблицы стилей Mapnik
uk: Розробник та стилі Mapnik

source: Developer, system administration, GIS database maintenance and site design
ca: Desenvolupador, administració de sistemes, manteniment de la base de dades SIG i disseny del web
de: Entwickler (Systemadministration, Wartung GIS-Datenbank und Webseitendesign)
eu: Garatzailea, sistemen kudeatzailea, GIS datu-basearen mantentzea eta webgunearen diseinua
fr: Développeur, administrateur système &amp; base de données GIS, site web
hu: fejlesztő, rendszergazda, térinformatikai adatábázis karbantartása és a weboldal dizájnja
it: Sviluppatore, sistemista, manutentore database GIS e design del sito
ja: 開発者、システム管理、GISデータベース維持、サイトデザイン
ru: Разработчик, системный администратор, эксплуатация ГИС базы данных и дизайн сайта
uk: Розробник, системне адміністрування, підтримка ГІС-бази даних та дизайн сайту

source: Developer, treasurer
ca: Desenvolupador, tresorer
de: Entwickler (Finanzen)
eu: Garatzailea, diruzaian
fr: Développeur, trésorier
hu: fejlesztő, kincstárnok
it: Sviluppatore, tesoriere
ja: 開発者, 会計担当
ru: Разработчик, казначей
uk: Розробник, скарбник

source: Other contributors
ca: Altres col·laboradors
de: Weitere Mitwirkende
eu: Beste laguntzaile batzuk
fr: Autres contributeurs
hu: További közreműködők
it: Altri contributori
ja: 他の提供者
ru: Другие участники
uk: Інші учасники

source: German translation
ca: Traducció a l'alemany
de: deutsche Übersetzung
eu: Alemanierako itzultzailea
fr: Traduction Allemande
hu: német fordítás
it: Traduzione in tedesco
ja: ドイツ語訳
ru: Перевод на немецкий
uk: Переклад німецькою

source: Italian translation
ca: Traducció a l'italià
de: italienische Übersetzung
eu: Italierako itzultzailea
fr: Traduction Italienne
hu: olasz fordítás
it: Traduzione in italiano
ja: イタリア語訳
ru: Перевод на итальянский
uk: Переклад італійською

source: Catalan translation
ca: Traducció al català
de: katalanische Übersetzung
eu: Katalaneko itzultzailea
fr: Traduction Catalane
hu: katalán fordítás
it: Traduzione in catalano
ja: カタロニア語訳
ru: Перевод на каталанский
uk: Переклад каталонською

source: Russian translation
ca: Traducció al rus
de: russische Übersetzung
eu: Errusierako itzultzailea
fr: Traduction Russe
hu: orosz fordítás
it: Traduzione in russo
ja: ロシア語訳
ru: Перевод на русский
uk: Переклад російською

source: Arabic translation
ca: Traducció a l'àrab
de: arabische Übersetzung
eu: Arabierako itzultzailea
fr: Traduction Arabe
hu: arab fordítás
it: Traduzione in arabo
ja: アラビア語訳
ru: Перевод на арабский
uk: Переклад арабською

source: Brasilian portuguese translation
ca: Traducció al portuguès (Brasil)
de: Übersetzung in brasilianisches Portugiesisch
eu: Brasilego portugalerako itzultzailea
fr: Traduction Portugaise (Brésil)
hu: brazil portugál fordítás
it: Traduzione in portoghese brasiliano
ja: ブラジル語ポルトガル語訳
ru: Перевод на бразильский (Португалия)
uk: Переклад бразильською португальською

source: Danish translation
ca: Traducció al danès
de: dänische Übersetzung
eu: Danierako itzultzailea
fr: Traduction Danoise
hu: dán fordítás
it: Traduzione in danese
ja: デンマーク語訳
ru: Перевод на датский
uk: Переклад данською

source: Dutch translation
ca: Traducció al neerlandès
de: niederländische Übersetzung
eu: Neerlanderako itzultzailea
fr: Traduction Néerlandaise
hu: holland fordítás
it: Traduzione in olandese
ja: ドイツ語訳
ru: Перевод на нидерландский
uk: Переклад голландською

source: Croatian translation
ca: Traducció al croat
de: kroatische Übersetzung
eu: Kroazierako itzultzailea
fr: Traduction Croate
hu: horvát fordítás
it: Traduzione in croato
ja: クロアチア語訳
ru: Перевод на хорватский
uk: Переклад хорватською

source: Polish translation
ca: Traducció al polonès
de: polnische Übersetzung
eu: Polonierako itzultzailea
fr: Traduction Polonaise
hu: lengyel fordítás
it: Traduzione in polacco
ja: ポーランド語訳
ru: Перевод на польский
uk: Переклад польською

source: Indonesian translation
ca: Traducció a l'indonesi
de: indonesische Übersetzung
eu: Indonesierako itzultzailea
fr: Traduction Indonésienne
hu: indonéz fordítás
it: Traduzione in indonesiano
ja: インドネシア語訳
ru: Перевод на индонезийский
uk: Переклад індонезійською

source: Norwegian bokmål translation
ca: Traducció al noruec bokmål
de: norwegische Übersetzung (Bokmål)
eu: Bokmål norvegierako itzultzailea
fr: Traduction Norvégien Bokmål
hu: norvég bokmål fordítás
it: Traduzione in norvegese bokmål
ja: ノルウェー語(ブークモール)訳
ru: Перевод на норвежский (букмол)
uk: Переклад норвезькою (букмол)

source: Norwegian nynorsk translation
ca: Traducció al noruec nynorsk
de: norwegische Übersetzung (Nynorsk)
eu: Nynorsk norvegierako itzultzailea
fr: Traduction Norvégien Nynorsk
hu: norvég nynorsk fordítás
it: Traduzione in norvegese nynorsk
ja: ノルウェー語(ニーノシュク)訳
ru: Перевод на норвежский (лансмол)
uk: Переклад норвезькою (нюнорськ)

source: Turkish translation
ca: Traducció al turc
de: türkische Übersetzung
eu: Turkierako itzultzailea
fr: Traduction Turque
hu: török fordítás
it: Traduzione in turco
ja: トルコ語訳
ru: Перевод на турецкий
uk: Переклад турецькою

source: Translation automation
ca: Automatització de la traducció
de: Übersetzungsautomatisierung
eu: Itzultzaile automatikoa
fr: Automatisation des traductions
hu: fordításautomatizálás
it: Traduzione automatica
ja: 翻訳自動化
ru: Автоматизирование перевода
uk: Автоматичний переклад

source: Kirgyz translation
ca: Traducció al kirguís
de: kirgisische Übersetzung
eu: Krigyzierako itzultzailea
fr: Traduction Kirghiz
hu: kirgiz fordítás
it: Traduzione in kirghizo
ja: キルギス語訳
ru: Перевод на киргизский
uk: Переклад киргизькою

source: Printable stylesheet
ca: Estil per a imprimir
de: Darstellungsstil für den Druck
eu: Inprimatzeko estilo-orria
fr: Feuille de style pour l'impression
hu: nyomtatható stíluslapok
it: Stile per la stampa
ja: 印刷可能なスタイルシート
ru: Печатная таблица стилей
uk: Стиль для друку

source: Platform status
ca: Estat de la plataforma
de: Plattform-Status
eu: Plataformaren egoera
fr: État de la plateforme
hu: Platform állapota
it: Stato della piattaforma
ja: プラットフォームのステータス
ru: Состояние платформы
uk: Стан платформи

source: Rendering queue(s):
de: Render-Warteschlange(n):

source: GIS database:
ca: Base de dades SIG:
de: Status GIS-Datenbank:
eu: GIS datu-basea:
fr: Base OSM :
hu: Térinformatikai (GIS) adatbázis:
it: Database GIS:
ja: GISデータベース:
ru: База данных GIS:
uk: База даних ГІС:

source: WayMarked database:
ca: Base de dades WayMarked:
de: Status WayMarked-Datenbank
eu: WayMarked datu-basea:
fr: Base de routage WayMarked :
hu: Turistaútjelzés-adatbázis:
it: Base dati WayMarked:
ja: WayMarkedデータベース:
ru: База данных WayMarked:
uk: База даних WayMarked:

source: Toggle navigation
ca: Activa o desactiva la navegació
de: Navigation umschalten
eu: Nabigazioa erakutsi/ezkutatu
fr: Basculer la navigation
hu: Navigáció bekapcsolása
it: Cambia modalità di navigazione
ja: ナビゲーション表示切り替え
ru: Переключить навигацию
uk: Перемкнути навігацію

source: Home
ca: Inici
de: Start
eu: Hasiera
fr: Accueil
hu: Kezdőlap
ja: ホーム
ru: Домой
uk: Домівка

source: Create map
ca: Crea un mapa
de: Plan erstellen
eu: Sortu mapa
fr: Créer une carte
hu: Térkép létrehozása
it: Crea una mappa
ja: 地図作成
ru: Создать карту
uk: Створити мапу

source: Maps
ca: Mapes
de: Pläne
eu: Mapak
fr: Cartes
hu: Térképek
it: Mappe
ja: 地図
ru: Карты
uk: Мапи

source: About Maposmatic
ca: Quant a Maposmatic
de: Über Maposmatic
eu: Maposmatic-i buruz
fr: A propos de Maposmatic
hu: Névjegy
it: Riguardo Maposmatic
ja: Maposmaticについて
ru: О Maposmatic
uk: Про Maposmatic

source: User Guide
ca: Guia d'usuari
de: Benutzer-Anleitung
eu: Erabiltzaile-gida
fr: Guide de l'utilisateur
hu: Felhasználói útmutató
it: Guida Utente
ja: ユーザーガイド
ru: Руководство пользователя
uk: Керівництво користувача

source: API Docs
ca: Documentació de l'API
de: API Dokumentation
eu: API dokumentazioa
fr: Documentation API
hu: API dokumentáció
it: Documentazione API
ja: APIドキュメント
ru: Документация API
uk: Документація API

source: Maps feed
ca: Canal de mapes
de: Stadtplan-Feed
eu: Mapen jarioa
fr: Flux RSS des cartes MapOSMatic
hu: Hírcsatorna: térképek
it: Feed delle mappe
ja: マップ・フィード
ru: Поток карт
uk: RSS-потік мап на MapOSMatic

source: Errors feed
ca: Canal d'errors
de: Fehler-Feed
eu: Erroreen jarioa
fr: Flux RSS des erreurs MapOSMatic
hu: Hírcsatorna: hibák
it: Feed degli errori
ja: エラーフィード
ru: Поток ошибок
uk: RSS-потік помилок

source: Donate
ca: Donatius
de: Spenden
eu: Dirua eman
fr: Faire un don
hu: Adományozás
it: Donazioni
ja: 寄付
ru: Пожертвовать
uk: Пожертвувати
