Repository: hholzgra/maposmatic
Catalog: www/locale/*/LC_MESSAGES/django.po
Languages: ca, de, eu, fr, hu, it, ja, ru, uk

source: Recreate map
ca: Torna a crear el mapa
de: Plan erneut rendern
eu: Berriz sortu mapa bat
fr: Regénérer la carte
hu: Térkép újragenerálása
it: Ricrea mappa
ja: 地図の再作成
ru: Создать повторно
uk: Повторно створити мапу

source: Recreate
ca: Torna a crear-lo
de: Erneut rendern
eu: Berriz sortu
fr: Régénérer
hu: Újragenerálás
it: Ricrea
ja: 再作成
ru: Создать повторно
uk: Ще раз створити

source: The generated files are no longer available.
ca: Els fitxers generats ja no es troben disponibles.
de: Die erzeugten Dateien sind nicht mehr verfügbar.
eu: Sortutako fitxategiak ezin dira eskuratu.
fr: Les fichiers générés ne sont plus disponibles.
hu: A létrehozott fájlok már nem érhetők el.
it: I file generati non sono più disponibili.
ja: 生成されたファイルは既に削除されています。
ru: Сгенерированные файлы больше недоступны.
uk: Згенеровані файли більше не доступні.

source: Updating in <span>%(refresh)s</span>s...
de: Aktualisiere in <span>%(refresh)s</span>s...

source: Cancel this queued request (position %(pos)s in the queue)
ca: Cancel·la aquesta petició (té la posició %(pos)s a la cua)
de: Diese Renderanfrage löschen (Position %(pos)s in der Warteschlange)
eu: Bertan behera utzi eskaera hau (kolako %(pos)s postuan)
fr: Annuler cette requête (position %(pos)s dans la file d'attente)
hu: Ennek a kérésnek a megszakítása (jelenleg %(pos)s. a sorban)
it: Annulla questa richiesta accodata (posizione %(pos)s nella coda)
ja: 処理待ち中のリクエストをキャンセル (処理順は %(pos)s 番めです)
ru: Отменить этот поставленный в очередь запрос (позиция в очереди: %(pos)s)
uk: Скасувати доданий у чергу запит (%(pos)s місце в черзі)

source: <i class="fas fa-times"></i> Cancel
de: <i class="fas fa-times"></i> Abbrechen
eu: <i class="fas fa-times"></i>Utzi
fr: <i class="fas fa-times"></i> Annuler
hu: <i class="fas fa-times"></i> Megszakítás

source: Updating now...
de: Aktualisiere...

source: Rendering status
ca: Estat de la renderització
de: Render-Status
eu: Sorreraren egoera
fr: Statut du rendu
hu: A megjelenítési folyamat állapota
it: Stato del rendering
ja: レンダリング状況
ru: Состояние отрисовки
uk: Статус створення мапи

source: Map details
ca: Detalls del mapa
de: Stadtplan-Details
eu: Maparen xehetasunak
fr: Détails de la carte
hu: Térkép adatai
it: Dettagli mappa
ja: 地図の詳細
ru: Нагрузка карты
uk: Детальніше про мапу

source: Uploaded files
de: Hochgeladene Dateien

source: Map preview
ca: Previsualització del mapa
de: Kartenvorschau
eu: Maparen aurrebista
fr: Prévisualisation
hu: Térkép előnézete
it: Anteprima mappa
ja: 地図のプレビュー
ru: Предпросмотр карты
uk: Попередній перегляд мапи

source: (*** untitled map ***)
ca: (*** mapa sense títol ***)
de: (*** ohne Titel ***)
eu: (*** izenburu gabeko mapa ***)
fr: (*** carte sans nom ***)
hu: (*** Cím nélküli térkép ***)
it: (*** mappa senza nome ***)
ja: (*** タイトルのない地図 ***)
ru: (*** карта без названия ***)
uk: (*** мапа без назви ***)

source: Bounding Box
ca: Àrea geogràfica
de: Begrenzungsrahmen
eu: Muga-kutxa
fr: Zone géographique
hu: Határolókeret
it: Rettangolo di Selezione
ja: 領域選択
ru: Прямоугольная область
uk: Обмежувальна рамка

source: GPX track
ca: Traça GPX
de: GPX Datei
eu: GPX arrastoa
fr: Enregistrement GPX
hu: GPX nyomvonal
it: Tracciato GPX
ja: GPXトラック
ru: GPX-трек
uk: GPX-трек

source: UMAP file
ca: Fitxer UMAP
de: Umap Datei
eu: UMAP fitxategia
fr: Fichier UMAP
hu: uMap fájl
it: File UMAP
ja: Umapファイル
ru: Файл UMAP
uk: Файл UMAP

source: in queue:
de: in Warteschlange:

source: Pending, submitted %(date)s ago
ca: Pendent, enviat fa %(date)s
de: Wartend, vor %(date)s angefordert
eu: Zain, orain dela %(date)s bidalita
fr: En attente, demandée il y a %(date)s
hu: Függőben, beküldve ennyi idővel ezelőtt: %(date)s
it: In attesa, inviato %(date)s fa
ja: 現在処理待ち状態です。 %(date)s 日前に受け付けました
ru: В ожидании, отправлено %(date)s назад
uk: В очікуванні, запит був відправлений %(date)s тому назад

source: Rendering is in progress, started %(date)s ago
ca: La renderització és en progrès, va començar fa %(date)s
de: Rendervorgang läuft, vor %(date)s gestartet
eu: Mapa sortzen ari da, orain dela %(date)s hasita
fr: Rendu en cours, démarré il y a %(date)s
hu: Megjelenítés folyamatban, ennyi idővel ezelőtt indult: %(date)s
it: Rendering in corso, iniziato %(date)s fa
ja: レンダリングを処理中です。%(date)s 日前に処理が開始されました
ru: Выполняется отрисовка, начата %(date)s назад
uk: Відбувається створення мапи, що почалося %(date)s тому назад

source: map
ca: mapa
de: Stadtplan
eu: Mapa
fr: carte
hu: térkép
it: mappa
ja: 地図
ru: карта
uk: мапа

source: Something went wrong while processing this job.
de: Etwas ist bei der Bearbeitung dieses Auftrages fehlgeschlagen.

source: Error log
ca: Registre d'errors
de: Fehlerbericht
eu: Erroreen erregistroa
fr: Journal des erreurs
hu: Hibanapló
it: Log degli errori
ja: エラーログ
ru: Журнал ошибок
uk: Журнал помилок

source: Our database does not contain any rendered maps for the moment.
ca: La nostra base de dades no conté, ara per ara, cap mapa generat.
de: Momentan enthält unsere Datenbank keine gerenderten Pläne.
eu: Gure datu-basean ez dago sortutako maparik.
fr: Notre base de données ne contient aucun rendu pour l'instant.
hu: Adatbázisunk pillanatnyilag nem tartalmaz létrehozott térképet.
it: Il nostro database non contiene alcuna mappa renderizzata al momento.
ja: レンダリングされた地図はまだありません。
ru: Наша база данных в данный момент не содержит отрисованных карт.
uk: Наша база даних наразі не містить готових мап.

source: No map matches your query.
ca: No hi ha cap mapa coincident amb la petició.
de: Keinen Pläne zu Ihrem Suchbegriff gefunden.
eu: Mapa bat ere ez dator zure kontsultarekin bat.
fr: Aucune carte ne correspond à votre recherche.
hu: Egyetlen térkép sem felel meg a lekérdezési feltételeknek.
it: Nessuna mappa coincide con la tua richiesta.
ja: 検索に一致する地図はありませんでした。
ru: Нет карт, удовлетворяющих условиям вашего запроса.
uk: Немає мап, що задовольняють умовам вашого запиту.

source: Create a new map!
ca: Crea un mapa nou!
de: Einen neuen Plan erstellen!
eu: Sortu mapa berria!
fr: Créer une nouvelle carte !
hu: Új térkép létrehozása!
it: Crea una nuova mappa!
ja: 新規地図が作成されました！
ru: Создать новую карту!
uk: Створити нову мапу!

source: Choose overlay(s)
de: Overlay(s) auswählen

source: Search overlay
de: Overlay suchen

source: No results
de: Keine Ergebnisse

source: Add
de: Hinzufügen

source: Generate your own map
ca: Genereu el vostre propi mapa
de: Erzeugen Sie Ihren eigenen Plan
eu: Sortu zure mapa
fr: Générer votre propre carte
hu: Hozza létre saját térképét
it: Genera la tua mappa
ja: あなたの地図を作成する
ru: Сгенерировать вашу собственную карту
uk: Створення Вашої власної мапи

source: Back
ca: Enrere
de: Zurück
eu: Atzera
fr: Retour
hu: Vissza
it: Indietro
ja: 戻る
ru: Назад
uk: Назад

source: Map area
ca: Àrea del mapa
de: Gebiet
eu: Maparen ingurunea
fr: Zone de la carte
hu: Térkép területe
it: Area della mappa
ja: 地図の範囲
ru: Область карты
uk: Ділянка мапи

source: Style
ca: Estil
de: Stil
eu: Estiloa
hu: Stílus
it: Stile
ja: スタイル
ru: Стиль
uk: Стиль

source: Paper
de: Papierformat
eu: Papera
fr: Papier
hu: Lap
it: Carta
ja: 用紙
ru: Бумага
uk: Папір

source: Submit
ca: Tramet
de: Erstellen
eu: Bidali
fr: Soumettre
hu: Beküldés
it: Invia
ja: 確認
ru: Отправить
uk: Подати

source: Generate
ca: Genera
de: Erzeugen
eu: Sortu
fr: Générer
hu: Térképgenerálás
it: Genera
ja: 生成
ru: Создать
uk: Створити мапу

source: Geographic area
ca: Àrea geogràfica
de: Geografisches Gebiet
eu: Ingurune geografikoa
fr: Zone géographique
hu: Földrajzi terület
it: Area geografica
ja: 地理的範囲
ru: Географическая область
uk: Географічна область

source: City search
ca: Cerca de ciutat
de: Suche nach Orten
eu: Hiria bilatu
fr: Recherche par ville
hu: Település keresése
it: Ricerca città
ja: 都市名の検索
ru: Поиск города
uk: Пошук міста

source: File upload
de: Datei(en) hochladen
eu: Fitxategia kargatu
fr: Importer un fichier
hu: Fájl feltöltése

source: Upload files
de: Dateien hochlanden
eu: Fitxategiak kargatu
fr: Import de fichiers
hu: Fájlok feltöltése

source: Upload GPX, Umap, or general GeoJSON files here. <br/> You can select multiple files at once. If you re-open the file selection dialog to select files, your selection will replace the previous one.
de: Laden Sie hier GPX-, Umap- oder allgemeine GeoJSON-Dateien hoch. <br/> Sie können mehrere Dateien gleichzeitig auswählen. Wenn Sie den Dateiauswahldialog erneut öffnen, um Dateien auszuwählen, ersetzt Ihre Auswahl die vorherige.

source: <b>Note:</b> The uploaded files will not be made available to anyone, the map created using this file <b>will be publicly visible</b> though.<br/>Do <b>NOT</b> upload any data you don't want to be publicly visible.
de: <b>Achtung:</b> Niemand wird auf die hochgeladenen Dateien zugreifen können, aber die daraus erstellte Karte wird <b>öffentlich sichtbar sein</b>.<br/>Laden Sie bitte <b>KEINE</b> Daten hoch die nicht öffentlich sichtbar sein sollen.
eu: <b>Oharra:</b> Kargatutako fitxategiak edonorentzat deskargatzeko moduan egongo dira, fitxategi hau erabiliz sortutako mapa <b>publikoa izango da</b>.<br/><b>Ez</b> kargatu publikoa izan nahi ez duzun fitxategirik.
fr: <b>Note :</b> Les fichiers téléversés ne seront pas visible de tous. <b>Mais</b> la carte utilisant ce fichier le sera.<br/><b>NE</b> téléversez <b>PAS</b> de données si vous ne voulez pas qu'elles soient visibles de tous.
hu: <b>Megjegyzés:</b> A feltöltött fájlok senkinek sem lesz elérhetők, azonban a fájl segítségével létrehozott térkép <b>nyilvános</b> lesz.<br/><b>Ne töltsön fel</b> olyan adatot, amelyről nem szeretné, hogy bárki láthassa.

source: Geographic area selection
ca: Selecció d'àrea geogràfica
de: Geografische Auswahl des Gebietes
eu: Aukeratu ingurune geografikoa
fr: Sélection de la zone géographique
hu: Földrajzi terület kijelölése
it: Selezione area geografica
ja: 地理的範囲の選択
ru: Выбор географической области
uk: Виділення географічної області

source: Start by choosing the city or geographic area you want to render. Suggestions will appear as you start typing. If you can't find the city you want, or if you prefer to choose the exact area you want to render yourself, select the <em>Geographic area</em> tab and use the mini-map to set the limits of the rendered area.
de: Beginnen Sie, indem Sie einen Ort oder eine Region auswählen. Sobald Sie zu schreiben anfangen erhalten Sie Ergänzungsorschläge. Wenn Sie den gesuchten Ort nicht finden oder das darzustellende Gebiet selbst festlegen möchten, klicken Sie auf den Tab <em>Geografisches Gebiet</em> und markieren Sie auf der Karte das gewünschte Gebiet.

source: Map layout
ca: Composició del mapa
de: Karten-Layout
eu: Maparen formatua
fr: Mise en page de la carte
hu: Térkép elrendezése
it: Layout della mappa
ja: 地図のレイアウト
ru: Макет карты
uk: Макет мапи

source: The map layout determines how the map and the index are rendered. The <em>Multi-page layout</em> produces a booklet very suitable for printing and binding.
ca: La composició determina com es renderitzen el mapa i l'índex. La composició <em>Multipàgina</em> produeix un fullet molt adient per a imprimir i enquadernar.
de: Das Layout bestimmt, wie der Plan und der Index dargestellt werden. Das <em>mehrseitige Layout</em> erzeugt ein Broschürenformat, das bequem zu drucken und binden ist.
eu: Maparen formatuak, mapa eta indizea nola agertzen diren ezartzen du. <em>Orrialde anitzeko formatuak</em> inprimatu eta grapatzeko egokia den formatua sortzen du.
fr: La disposition de la carte détermine comment la carte et l'index sont agencé dans le rendu. La disposition <em>multi-page</em> produit un livret que vous pouvez facilement imprimer et relier.
hu: A térkép elrendezése határozza meg, hogyan jelenjék meg a térkép és a névmutató. A <em>Többoldalas elrendezés</em> egy füzetet hoz létre, amely kinyomtatható és összefűzhető.
it: Il layout della mappa determina come la mappa e gli indici saranno rappresentati. Il <em>Layout multi-pagina</em> produce un opuscolo molto adatto per la stampa e la rilegatura.
ja: 地図のレイアウトでは地図と索引の描画方法を選択します。<em>複数ページレイアウト</em>では小冊子の印刷や製本に適したレイアウトで作成します。
ru: Макет карты определяет, как отрисовываются карта и индекс. <em>Карта на нескольких страницах</em> производит буклет очень подходящий для печати и переплета.
uk: Макет мапи визначає, як будуть розташовані мапа та покажчик. <em>Макет мапи на декількох сторінках</em> створює буклет, який підходить для друку та переплетення.

source: Map stylesheet
ca: Estil del mapa
de: Kartenstil
eu: Maparen estilo-orria
fr: Feuille de style cartographique
hu: Térkép stíluslapja
it: Foglio di stile della mappa
ja: 地図スタイルシート
ru: Таблица стилей карты
uk: Таблиця стилів мапи

source: The map stylesheet determines the style and appearance of the map itself. Note that the stylesheet also drives what details will be visible on the map.
ca: El disseny del mapa determina l'estil i l'aspecte del propi mapa. Noteu que el disseny també determina els detalls que seran visibles al mapa.
de: Der Kartenstil legt das Aussehen der Karte fest, weiterhin bestimmt er welche Details aif der Karte sichtbar sein werden.
eu: Maparen estilo-orriak maparen itxura zehazten du. Estilo-orriak mapan ikusiko diren xehetasunak zehazten ditu.
fr: La feuille de style de la carte détermine le style et l'apparence de la carte en elle-même. Notez que la feuille de style détermine aussi quels détails sont visibles sur la carte.
hu: A térkép stíluslapja azt határozza meg, hogy milyen legyen magának a térképnek a stílusa és megjelenése. A stíluslap azt is befolyásolja, hogy mely részletek lesznek láthatók a térképen.
it: Il foglio di stile determina lo stile e l'aspetto della mappa stessa. Si noti che il foglio di stile determina anche quali dettagli saranno visibili sulla mappa.
ja: 地図スタイルシートでは地図自体の表示スタイルを決めます。スタイルによって地図上に表示される地物も決定されます。
ru: Таблица стилей карты определяет стиль и внешний вид самой карты. Обратите внимание, что таблица стилей также определяет то, какие данные будут видны на карте.
uk: Таблиця стилів мапи визначає стиль та зовнішній вигляд самої мапи. Зверніть увагу, що таблиця стилів також визначає, які деталі будуть видимі на мапі.

source: Map overlays
ca: Superposicions del mapa
de: Karten-Overlays
eu: Maparen geruzak
fr: Couches
hu: Térképfedőrétegek
it: Sovrapposizioni della mappa
ja: 地図オーバーレイ
ru: Слои карты
uk: Шари мапи

source: Overlays render extra objects on top of the chosen base style. Multiple overlays can be selected to add different kinds of additional information on top of the map.
ca: Les superposicions renderitzen objectes addicionals sobre l'estil base triat. Podeu seleccionar diferents superposicions per a afegir informació addicionals sobre el mapa.
de: Overlays können oberhalb des bereits dergestellten Kartenstils weitere Kartenobjekte hinzufügen. Sie können mehrere Overlays auswählen um verschiedene Arten von zusätzlichen Informationen zur Karte hinzuzufügen.
eu: Geruzetan aukeratutako maparen gainean informazio gehigarria zehazten da. Hainbat geruza aukeratu ditzakezu horrela informazio gehiago edukitzeko.
fr: Les surcouches affichent des objets au dessus de la carte de base. Plusieurs surcouches peuvent être choisies pour ajouter différentes informations complémentaires sur la carte.
hu: A fedőrétegek további objektumokat jelenítenek meg a kiválasztott alapstíluson. Ha a térképen többfajta további információt is szeretne megjeleníteni, akkor több fedőréteget is kijelölhet.
it: Il render in sovrapposizione crea oggetti extra sopra lo stile selezionato. È possibile scegliere più sovrapposizioni per aggiungere diversi tipi di informazioni in cima alla mappa.
ja: オーバーレイでは選択した地図スタイルの上に追加のオブジェクトをレンダリングできます。地図上に様々な種類の追加情報を表示するために複数のオーバーレイ情報を選択できます。
ru: Слои отображают дополнительные объекты поверх выбранного базового стиля. Можно выбрать несколько слоёв, чтобы добавить различные виды дополнительной информации поверх карты.
uk: Шари відображають додаткові обʼєкти поверх обраного базового стилю. Можна вибрати кілька шарів, щоб додати різні види додаткової інформації поверх мапи.

source: Paper size
ca: Mida del paper
de: Papierformat
eu: Paperaren tamaina
fr: Taille du papier
hu: Lap mérete
it: Dimensione carta
ja: 用紙サイズ
ru: Размер бумаги
uk: Розмір паперу

source: (width x height)
de: (Breite x Höhe)
eu: (zabalera x altuera)
fr: (largeur × hauteur)
hu: (szélesség × magasság)

source: An error occured while retrieving compatible paper sizes.
ca: S'ha produït un error en obtenir les mides de paper compatibles.
de: Bei der Suche nach passenden Papierformaten trat ein Fehler auf.
eu: Errore bat gertatu da paper tamainak lortzean.
fr: Une erreur est survenue lors de la récupération des formats de papier compatibles.
hu: Hiba történt a kompatibilis lapméretek beolvasásakor.
it: Si è verificato un errore nell'ottenere le dimensioni carta compatibili.
ja: 適切な印刷紙サイズの呼び出しに失敗しました。
ru: Возникла ошибка при получении совместимых размеров бумаги.
uk: Сталася помилка при пошуку відповідних розмірів паперу.

source: Calculating available paper formats for your map...
ca: S'estan calculant els formats de paper disponibles per al mapa...
de: Bestimme die für Ihre Karte verfügbaren Papierformate ...
eu: Zure maparentzat eskuragarri dauden paper formatuak kalkulatzen...
fr: Calcul des formats de papiers compatibles pour votre carte ...
hu: A térkép számára megfelelő lapméretek kiszámítása…
it: Calcolo dei formati di carta disponibili per la tua mappa...
ja: 地図を印刷するための用紙サイズを計算しています...
ru: Вычисление доступных форматов бумаги для вашей карты...
uk: Визначення доступних форматів паперу для Вашої мапи…

source: Paper format and size
ca: Mida i format del paper
de: Papierformat und -größe
eu: Paperaren formatu eta tamaina
fr: Format et taille du papier
hu: Lap formátuma és mérete
it: Formato e dimensioni carta
ja: 印刷用紙のサイズと方向
ru: Формат и размер бумаги
uk: Формат та розмір паперу

source: Select the desired format, size and orientation for your map.
ca: Seleccioneuel format, mida i orientació desitjats pel mapa.
de: Wählen Sie Format, Größe und Ausrichtung für Ihre Karte.
eu: Aukeratu maparen formatu, tamaina eta paperaren orientazioa.
fr: Sélectionnez le format, la taille et l'orientation de papier désirée pour votre carte.
hu: A térkép kívánt formátumának, méretének és tájolásának kijelölése.
it: Scegli il formato, dimensioni ed orientamento desiderati per la tua mappa.
ja: 印刷する用紙とサイズ、向きを選択してください。
ru: Выберите нужный формат, размер и ориентацию карты.
uk: Виберіть бажаний формат, розмір і орієнтацію для Вашої мапи.

source: You can choose from the suggested standard sizes, the "best fit" size for the map area you selected, or specify a width and height of your own choice.
de: Sie können aus den vorgeschlagenen Standardgrößen die am "besten geeignete" Größe für den ausgewählten Kartenbereich auswählen oder eine Breite und Höhe Ihrer Wahl angeben.
eu: Aukeratutako tamaina estandarrak aukeratu ditzakezu, mapako inguru onenaren zatia, edo zuk nahi duzun tamaina ere aukeratu dezakezu.
fr: Vous pouvez choisir parmi les tailles standards suggérées, la taille "la plus adaptée" à la zone de carte sélectionnée, ou spécifier la hauteur et la largeur de votre choix.
hu: Választhat a javasolt szabványos méretek közül, a kiválasztott térképterülethez legjobban illeszkedő méretből, vagy megadhatja az Ön által kiválasztott szélességet és magasságot.

source: Map title
ca: Títol del mapa
de: Name des Stadtplans
eu: Maparen izenburua
fr: Titre de la carte
hu: Térkép címe
it: Titolo della mappa
ja: 地図タイトル
ru: Заголовок карты
uk: Назва мапи

source: Locale
ca: Llengua
de: Sprache
eu: Hizkuntza
fr: Langue
hu: Nyelv
it: Lingua
ja: 地図の言語
ru: Язык
uk: Мова

source: Your Email address (for notifications, optional)
ca: La adreça electrònica (per a les notificacions, opcional)
de: Ihre Email-Adresse (für Benachrichtigungen, optional)
eu: Zure posta elektronikoa (jakinarazpenak bidaltzeko, hautazkoa)
fr: Votre adresse mail (pour les notifications, facultatif)
hu: E-mail cím (értesítésekhez, nem kötelező)
it: Il tuo indirizzo email (per notifiche, opzionale)
ja: あなたのメールアドレス(通知用オプション)
ru: Ваш адрес электронной почты (для уведомлений, необязательно)
uk: Ваша адресу електронної пошти (для повідомлень, необовʼязково)

source: will be deleted after
de: wird gelöscht nach
eu: denbora honen ostean ezabatuko da
fr: sera supprimée après
hu: törlődik ennyi idő után:

source: hours
de: Stunden
eu: ordu
fr: heure(s)
hu: óra

source: Summary
ca: Resum
de: Zusammenfassung
eu: Laburpena
fr: Résumé
hu: Összegzés
it: Sommario
ja: 概要
ru: Итог
uk: Зведення

source: Location:
ca: Ubicació:
de: Ort:
eu: Kokalekua:
fr: Emplacement :
hu: Hely:
it: Località:
ja: 場所:
ru: Расположение:
uk: Розташування:

source: Stylesheet:
ca: Estil:
de: Darstellungsstil:
eu: Estilo-orriak:
fr: Feuille de style :
hu: Stíluslap:
it: Stile:
ja: スタイルシート:
ru: Таблица стилей:
uk: Стиль:

source: Paper format:
ca: Format del paper:
de: Papierformat:
eu: Paperaren formatua:
fr: Format de papier :
hu: Lapformátum:
it: Formato carta:
ja: 印刷紙形式:
ru: Формат бумаги:
uk: Формат паперу:

source: Almost there!
ca: Gairebé hem acabat!
de: Fast fertig!
eu: Ia prest!
fr: Vous y êtes presque !
hu: Már majdnem kész!
it: Quasi finito!
ja: もうすぐです！
ru: Почти готово!
uk: Майже готово!

source: You're almost ready to request to map rendering! Select the map language, eventually adjust the title of your map, and you're good to go!
ca: Sou a punt de sol·licitar generar un mapa! Seleccioneu la llengua del mapa, si escau ajusteu el títol del mapa, i haureu acabat!
de: Sie haben es gleich geschafft! Wählen Sie noch die Sprache des Plans, ändern Sie gegebenenfalls den Titel und Sie können den Plan erstellen lassen!
eu: Maparen sorkuntza eskatzeko prest zaude! Aukeratu maparen hizkuntza, ezarri izenburua eta hasi!
fr: Vous êtes presque prêt à soumettre votre demande de rendu de carte ! Sélectionnez la langue de la carte, modifiez son titre si vous le désirez, et vous êtes paré !
hu: Már majdnem készen áll a térképmegjelenítés lekérésére. Jelölje ki a térkép nyelvét, végül igazítsa ki a térkép címét, és indulhat is a térképgenerálás!
it: Ancora un ultimo passaggio per richiedere il rendering della mappa! Seleziona la lingua della mappa, ed eventualmente correggi il titolo ed è fatta!
ja: 地図をレンダリングする準備が整いました！ 地図上に表示する言語を指定し、地図のタイトルを入力して印刷を開始できます！
ru: Вы почти готовы к отправке запроса на отрисовку карты! Выберите язык карты, настройте заголовок карты, и вы готовы к запуску!
uk: Ви майже готові подати запит на створення мапи! Виберіть мову мапи, задайте назву мапи, і Ви готові до запуску!

source: Privacy Statement
de: Datenschutzerklärung
eu: Pribatutasun adierazpena
fr: Déclaration de confidentialité
hu: Adatvédelmi nyilatkozat

source: Encryption
de: Verschlüsselung
eu: Zifratzea
fr: Chiffrement
hu: Titkosítás

source: All web traffic is encrypted using TLS/SSL, using certificates provided by <a href="https://letsencrypt.org/">LetsEncrypt</a>.
de: Der gesamte Datenverkehr wird mit TLS/SSL verschlüsselt, mit von <a href="https://letsencrypt.org">LetsEncrypt</a> zur Verfügung gestellten Zertifikaten.
fr: L'intégralité du trafic web est chiffré par des certificates TLS/SSL fournis de <a href="https://letsencrypt.org/">LetsEncrypt</a>.
hu: Minden webes adatforgalom TLS/SSL titkosítással, tanúsítványok használatával történik, a <a href="https://letsencrypt.org/">LetsEncrypt</a> által biztosított tanúsítványokkal.
