Repository: hholzgra/maposmatic
Catalog: www/locale/*/LC_MESSAGES/django.po
Languages: ca, de, eu, fr, hu, it, ja, ru, uk

source: If you think a map rendering job should be removed completely for whatever reason, please inform %(CONTACT_EMAIL)s via email and provide the URL of the rendering job you want to have removed.
de: Sollten Sie, aus welchen Gründen auch immer, der Ansicht sein, dass bestimmte Karten komplett und unwiederbringlich gelöscht werden sollten so informieren Sie bitte %(CONTACT_EMAIL)s via Email und geben Sie die URL oder Kennnummer der Karte an die Sie entfernt sehen möchten.
fr: Si vous estimez qu'une tâche de rendu doit être supprimé complètement pour quelques raisons qu'il soit, veuillez informer %(CONTACT_EMAIL)s par email et fournir l'URL de la tâche de rendu que vous souhaiteriez supprimer.
hu: Ha úgy véli, hogy egy térképmegjelenítési feladatot (rendering job) bármilyen okból teljesen el kellene távolítani, kérjük, írjon egy e-mailt (%(CONTACT_EMAIL)s), és adja meg az eltávolítani kívánt megjelenítési feladat URL-címét.

source: Waiting for rendering to begin...
de: Auf den Beginn des Rendervorgangs wartend...

source: The rendering is in progress...
de: Karte wird erstellt ...

source: Rendering was successful.
ca: La renderització ha finalitzat correctament.
de: Rendervorgang erfolgreich.
fr: Rendu terminé avec succès.
hu: A megjelenítés sikeres.
it: Rendering completato correttamente.
ja: 描画が正常に完了しました。
ru: Отрисовка завершена удачно.
uk: Мапа успішно створена.

source: Rendering is obsolete: the rendering was successful, but the files are no longer available.
ca: La renderització és obsoleta: la renderització ha finalitzat correctament, però els fitxers ja no es troben disponibles.
de: Der Rendervorgang war erfolgreich, aber die erzeugten Dateien sind nicht mehr verfügbar.
fr: Le rendu est obsolète : le rendu s'est terminé avec succès, mais les fichiers générés ne sont plus disponibles.
hu: A megjelenítés elavult: sikeres volt ugyan, de a fájlok már nem érhetők el.
it: Rendering obsoleto: il rendering ha avuto successo, ma i file non sono più disponibili.
ja: 描画内容が古過ぎます。：描画は成功していますが、ファイルは既に削除されています。
ru: Отрисованная карта устарела: отрисовка была удачно, но файлы больше недоступны.
uk: Мапа вже не актуальна: мапа була створена вдало, але файли більше не доступні.

source: Obsolete failed rendering: the rendering failed, and the incomplete files have been removed.
ca: Renderització fallida obsoleta: la renderització ha fallat, i s'han suprimit els fitxers incomplets.
de: Der Rendervorgang schlug fehl, die erzeugten Dateien wurden entfernt.
fr: Rendu échoué et obsolète : le rendu a échoué, et les fichiers incomplets ont été supprimés.
hu: Elavult sikertelen megjelenítés: a megjelenítés sikertelen lett, a hiányos fájlok pedig eltávolíttattak.
it: Rendering obsoleto non riuscito: il rendering non ha avuto successo e i file sono stati rimossi.
ja: レンダリング失敗データの破棄: 地図画像の生成失敗。生成途中のファイルは削除されました。
ru: Устаревшая неудачная отрисовка: если отрисовка завершилась неудачно, и неполные файлы были удалены.
uk: Мапа застаріла: мапа не була створена, а незакінчені файли були вилучені.

source: The rendering was cancelled by the user.
ca: L'usuari ha cancel·lat la renderització.
de: Rendervorgang wurde vom Nutzer abgebrochen.
fr: Le rendu a été annulé par l'utilisateur.
hu: A felhasználó megszakította a megjelenítést.
it: Il rendering è stato annullato dall'utente.
ja: レンダリングがユーザによってキャンセルされました。
ru: Отрисовка отменена пользователем.
uk: Створення мапи було скасовано користувачем.

source: Best fit
de: Optimale Größe

source: Area too big to be rendered!
ca: L'àrea és massa gran per a renderitzar-la!
de: Das gewählte Gebiet ist zu groß, um gerendert zu werden!
fr: Zone géographique trop vaste pour être rendue !
hu: Ilyen nagy terület nem jeleníthető meg.
it: Area troppo grande per il rendering!
ja: レンダリングする範囲が広すぎます!
ru: Область слишком велика для отрисовки!
uk: Ділянка занадто велика для промальовки!

source: Latitude of the top left corner
ca: Latitud de la cantonada superior esquerra
de: Geografische Breite der oberen linken Ecke
fr: Latitude du coin haut gauche
hu: Bal felső sarok: szélesség
it: Latitudine dell'angolo superiore sinistro
ja: 選択範囲左上の緯度
ru: Широта левого верхнего угла
uk: Широта верхнього лівого кута

source: Longitude of the top left corner
ca: Longitud de la cantonada superior esquera
de: Geografische Länge der oberen linken Ecke
fr: Longitude du coin haut gauche
hu: Bal felső sarok: hosszúság
it: Longitudine dell'angolo superiore sinistro
ja: 選択範囲左上の経度
ru: Долгота левого верхнего угла
uk: Довгота верхнього лівого кута

source: Latitude of the bottom right corner
ca: Latitud de la cantonada inferior esquerra
de: Geografische Breite der unteren rechten Ecke
fr: Latitude du coin bas droit
hu: Jobb alsó sarok: szélesség
it: Latitudine dell'angolo inferiore destro
ja: 選択範囲右下の緯度
ru: Широта правого нижнего угла
uk: Широта нижнього правого кута

source: Longitude of the bottom right corner
ca: Latitud de la cantonada inferior dreta
de: Geografische Länge der unteren rechten Ecke
fr: Longitude du coin bas droit
hu: Jobb alsó sarok: hosszúság
it: Longitudine dell'angolo inferiore destro
ja: 選択範囲右下の経度
ru: Долгота правого нижнего угла
uk: Довгота нижнього правого кута

source: Remove any selected region from the map
ca: Suprimeix qualsevol regió seleccionada del mapa
de: Ausgewählte Gebiete vom Plan entfernen
fr: Effacer la zone sélectionnée de la carte
hu: A kijelölt térségek eltávolítása a térképről
it: Rimuovi tutte le regioni selezionate dalla mappa
ja: 選択した地域を地図上から除外
ru: Удалите любой выделенный регион с карты
uk: Видалити виділену область з мапи

source: Page not found!
ca: No s'ha trobat la pàgina!
de: Seite nicht gefunden!
fr: Page introuvable !
hu: Az oldal nem található!
it: Pagina non trovata!
ja: ページがありません！
ru: Страница не найдена!
uk: Сторінку не знайдено!

source: Woups. Looks like you've followed a broken link ;-(
ca: Ep! sembla que heu seguit un enllaç trencat ;-(
de: Ups. Es sieht aus, als seien Sie einem defekten Link gefolgt ;-(
fr: Oups. On dirait que vous avez suivi un lien invalide ;-(
hu: Hopp! Úgy tűnik, egy hibás linkre kattintva érkezett ide. :-(
it: Ops. Sembra che tu abbia cliccato su un link sbagliato ;-(
ja: リンクされているURL指定が壊れているようです。指定したURLをもう一度ご確認ください ;-(
ru: Ой! Похоже, вы перешли по битой ссылке ;-(
uk: Вибачте. Мабуть, Ви перейшли за непрацюючим посиланням ;-(

source: Server error!
ca: S'ha produït un error al servidor!
de: Serverfehler!
fr: Erreur interne !
hu: Szerverhiba!
it: Errore del server!
ja: サーバエラーが発生しました!
ru: Ошибка сервера!
uk: Помилка на сервері!

source: Well, this is embarrassing. Looks like the server crashed processing this request.
ca: Això és compromès. Sembla que el servidor ha caigut en processar aquesta petició.
de: Nun, dies ist ärgerlich. Es scheint, dass der Server beim Verarbeiten dieser Anfrage abgestürzt ist.
fr: Hmm, c'est ennuyeux. On dirait que le serveur a rencontré une erreur pendant le traitement de cette requête.
hu: Hm, ez elég kellemetlen… Úgy tűnik, a szerver összeomlott a kérés feldolgozása közben.
it: Questo è imbarazzante. Pare che il server sia crollato mentre elaborava questa richiesta.
ja: 申し訳ありません。処理の途中でサーバに異常が発生したようです。
ru: Это приводит в замешательство. Похоже, на сервере случился сбой при обработке этого запроса.
uk: Приносимо вибачення. Схоже, що стався збій у роботі сервера при обробці цього запиту.

source: Service unavailable
ca: Servei no disponibile
de: Dienst nicht verfügbar
fr: Service indisponible
hu: A szolgáltatás nem érhető el
it: Servizio non disponibile
ja: サービスは利用できません
ru: Сервис недоступен
uk: Сервіс недоступний

source: Cookie information
de: Cookie-Informationen
fr: Informations sur les cookies
hu: Sütiinformáció

source: <p> This site does not use tracking cookies of any kind. It does use up to three cookies for other purposes though: </p> <ul> <li>One cookie to track whether you've seen and accepted this cookie warning (valid for ten years)</li> <li>One session coockie related to session information stored on the server side</li> <li>The map tile servers on openstreetmap.org may also set a cookie of their own</li> </ul> <p> The server side session tied to the session cookie is only used to remember previous choices when filling out the <em>Create map</em> form. The session does not store personalized data in any form. </p> The site will continue to function even when you choose to not accept any cookies, but you'll unfortunately also see this message again and again unless you at least accept the <tt>cookielaw_accepted</tt> cookie that gets sent when hitting the "OK" button below. <p> </p> <p> For further details see the sites <a href="/privacy/#cookies">privacy statemet</a> </p>
de: <p> Diese Website nutzt keinerlei Tracking-Cookies irgendwelcher Art. Sie nutzt aber bis zu drei Cookies für andere Zwecke: </p> <ul> <li>Ein Cookie das speichert ob sie diese Cookie-Warnung gesehen und akzeptiert haben (gültig für zehn Jahre</li> <li>Ein Session-Cookie das die Verküpfung zu serverseitig hinterlegten Session-Daten herstellt</li> <li>Die OpenStreetMap Kartenkachel-Server unter openstreetmap.org speichern in der Regel ein weiters Cookie für den eigenen Bedarf</li> </ul> <p> Die serverseitigen Sessiondaten speichern nur Informationen zur Auswahl in bestimmten Formularfeldern im <em>Karte erzeugen</em> Formular. Diese Sitzungsdaten enthalten keine personenbezogenen oder personenbeziehbare Daten in irgendeiner Form. </p> <p> Diese Webseite büßt keine Funktionalität ein wenn Sie sich entscheiden keine Cookies zu akzeptieren, Sie werden aber diese Warnung weiterhin sehen solange Sie nicht zumindest das <tt>cookielaw_accepted</tt> Cookie akzeptieren das gesendet wird wenn Sie den "OK" Button drücken. </p> <p> Für weitergehende Informationen nutzen Sie bitte unsere <a href="/privacy/#cookies">Datenschutzerklärung</a> </p>
fr: <p> Ce site n'utilise aucun cookie de suivi d'aucune sorte. Il utilise cependant jusqu'à trois cookies pour d'autres usages, à savoir : </p> <ul> <li>Un cookie pour retenir que vous avez vu et accepté l'avertissement sur l'usage des cookies (valable pour 10 ans)</li> <li>Un cookie de session pour faire le lien avec les informations de session stocké côté serveur</li> <li>Le serveur de tuiles de carte sur openstreetmap.org peut également définir un cookie de son côté</li> </ul> <p> Le informations de session stockées côté serveur et liée au cookie de session est uniquement utilisé pour mémoriser les options précédemment saisies dans le formulaire <em>Créer une carte</em>. La session ne stocke aucune sorte d'information personnelle. </p> Le site continue de fonctionner même si vous refusez l'usage des cookies, mais vous verrez malheureusement cet avertissement sur l'usage des cookies encore et encore jusqu'à ce que vous acceptiez le stockage du cookie nommé <tt>cookielaw_accepted</tt> en cliquant sur le bouton "OK" ci-dessous <p> </p> <p> Pour plus d'informations, consultez la <a href="/privacy/#cookies">Politique de Confidentialité</a> du site </p>
hu: <p>Ez a webhely semmiféle nyomkövető sütit (cookie) nem használ. Más célokra azonban legfeljebb három sütit igen:</p> <ul> <li>Egy süti annak nyomon követésére, hogy látta-e és elfogadta-e ezt a sütifigyelmeztetést (tíz évig érvényes)</li> <li>Egy munkamenetsüti, amely a szerver oldalon tárolt munkamenet-információkhoz kapcsolódik</li> <li>Az openstreetmap.org térképcsempés szerverei saját sütit is beállíthatnak.</li> </ul> <p>A munkamenetsütihez kötött szerveroldali munkamenet csak a korábbi választások emlékezésére szolgál a <em>Térkép létrehozása</em> űrlap kitöltésekor. A munkamenet semmilyen formában nem tárol személyre szabott adatokat.</p> Az oldal akkor is működni fog, ha úgy dönt, hogy nem fogad el sütiket, de akkor újra és újra látni fogja ezt az üzenetet, hacsak nem fogadja el legalább a <tt>cookielaw_accepted</tt> sütit a lenti OK gomb megnyomásával. <p></p> <p>További részletekért tekintse meg a webhely <a href="/privacy/#cookies">adatvédelmi nyilatkozatát</a></p>

source: Accept
de: Akzeptieren
fr: Accepter
hu: Elfogadás

source: MapOSMatic rendering daemon
de: MapOSMatic Render-Daemon

source: Rendering of job #%(jobid)s failed
de: Rendervorgang für Auftrag #%(jobid)s fehlgeschlagen

source: Hello %(to)s, unfortunately your map rendering request for %(title)s has failed. You can check for failure details on the request detail page: %(url)s -- MapOSMatic
de: Hello %(to)s, unglücklicherweise ist Ihr Kartenauftrag für %(title)s fehlgeschlagen. Weitere Details hierzu finden Sie auf der Kartenauftragsseite: %(url)s -- MapOSMatic
fr: Bonjour %(to)s, malheureusement votre demande de rendu pour la carte %(title)s a échoué. Vous pouvez consulter la raison de l'erreur sur la page de détail de la demande : %(url)s -- MapOSMatic
hu: Kedves %(to)s! %(title)s nevű térképmegjelenítési kérése sajnos kudarcba fulladt. A sikertelenség részleteit megtekintheti itt: %(url)s -- MapOSMatic

source: Rendering of job #%(jobid)s succeeded
de: Kartenauftrag #%(jobid)s erfolgreich abgeschlossen

source: Hello %(to)s, your map rendering request for %(title)s has successfully been processed now, and the results can be downloaded from the rendering jobs detail pages: %(url)s -- MapOSMatic
de: Hallo %(to)s, Ihr Kartenauftrag für %(title)s wurde erfolgreich ausgeführt und die Resultate können von der Kartenauftragsseite heruntergeladen werden: %(url)s -- MapOSMatic
fr: Bonjour %(to)s, votre demande de rendu pour la carte %(title)s a été traité avec succès et le résultat peut maintenant être téléchargé depuis la page de détail de la tâche de rendu : %(url)s -- MapOSMatic
hu: Kedves %(to)s %(title)s nevű térképmegjelenítési kérését sikeresen feldolgoztuk. Az eredemény letölthető a megjelenítési feladat adatait tartalmazó oldalról: %(url)s -- MapOSMatic

source: Rendering of job #%(jobid)s timed out
de: Zeitüberschreitung bei Kartenauftrag #%(jobid)s

source: Hello %(to)s, unfortunately your map rendering request for %(title)s has been runnning for more than %(timeout)s minutes and had to be cancelled. You may want to retry with a smaller map area or with a less complex map style or less map overlays. -- MapOSMatic
de: Hallo %(to)s, unglücklicherweise musste Ihr Kartenauftrag für %(title)s nach über %(timeout)s Minuten abgebrochen werden. Sie möchten es möglicherweise noch einmal mit einem kleineren Kartenausschnitt, einem weniger komplexen Kartenstil, oder weniger Overlays versuchen. -- MapOSMatic

source: Original team
eu: Jatorrizko taldea
fr: Équipe originelle
hu: Eredeti team

source: Layout
ca: Composició
eu: Maketazioa
fr: Disposition
hu: Elrendezés
it: Disposizione
ja: レイアウト
ru: Макет
uk: Макет сторінки

source: Overlays
ca: Superposicions
eu: Geruzak
fr: Surcouches
hu: Fedőrétegek
it: Sovrapposizioni
ja: オーバーレイ
ru: Слои
uk: Шари

source: Downloads
ca: Baixades
eu: Deskargak
fr: Téléchargements
hu: Letöltések
it: Download
ja: ダウンロード
ru: Загрузки
uk: Звантаження

source: Download
ca: Baixa
eu: Deskargatu
fr: Télécharger
hu: Letöltés
it: Scarica
ja: ダウンロード
ru: Скачать
uk: Звантажити

source: Overlay(s)
ca: Superposicions
eu: Geruza(k)
fr: Couche(s)
hu: Fedőréteg(ek)
it: Sovrapposizioni
ja: オーバーレイ
ru: Слой(и)
uk: Шар(и)

source: index
ca: índex
eu: Indizea
hu: névmutató
it: indice
ja: インデックス
ru: индекс
uk: покажчик

source: Layout:
ca: Composició:
eu: Itxura:
fr: Disposition :
hu: Elrendezés:
it: Disposizione:
ja: レイアウト:
ru: Макет:
uk: Макет:

source: Overlay:
ca: Superposició:
eu: Geruza:
fr: Couches :
hu: Fedőréteg:
it: Sovrapposizione:
ja: オーバーレイ:
ru: Слой:
uk: Шар:

source: [DEV]
ja: [開発環境]
